{
  "title": "At Home With Apartheid Book Review",
  "url": "https://urbanafrica.pubpub.org/pub/6seicjlv?readingCollection=501b9bb0",
  "slug": "6seicjlv?readingCollection=501b9bb0",
  "authors": [],
  "date": "Published: Apr 23, 2025",
  "isPublished": true,
  "section": "Rebecca Ginsburg, At Home with Apartheid: The Hidden Landscapes of Domestic Service in Johannesburg (Charlottesville: University of Virginia Press, 2011).",
  "scrapedAt": "2025-10-03T21:23:14.159Z",
  "fullTitle": "Home",
  "content": "0:root { \n\t\t\t--community-accent-dark: #2c4150;\n\t\t\t--community-accent-dark-faded-30: rgb(66, 74, 80);\n\t\t\t--community-accent-dark-faded: rgba(44, 65, 80, 0.050000000000000044);\n\t\t}\n\t\t\t.accent-background { background-color: #2c4150; }\n\t\t\t.accent-color { color: #FFFFFF; }\n\t\t\t.accent-background.header-component, .accent-background.nav-bar-component, .accent-background.footer-component, .accent-background.nav-item-background, .accent-background.image-wrapper{ background-color: #2c4150; }\n\t\t\t.accent-color.header-component, .accent-color.nav-bar-component, .accent-color.footer-component, .accent-color.nav-item { color: #FFFFFF; }\n\t\t\t.bp3-button.bp3-intent-primary:not(.bp3-outlined) { background-color: rgba(44, 65, 80, 0.6); color: #FFFFFF; }\n\t\t\t.bp3-button.bp3-intent-primary:not(.bp3-outlined):hover:not(.bp3-disabled) { background-color: rgba(44, 65, 80, 0.8); color: #FFFFFF; }\n\t\t\t.bp3-button.bp3-intent-primary:not(.bp3-outlined):active:not(.bp3-disabled), .bp3-button.bp3-intent-primary.bp3-active:not(.bp3-disabled) { background-color: #2c4150; color: #FFFFFF; }\n\n\t\t\t.bp3-button.bp3-intent-primary.bp3-outlined { border-color: #2c4150; color: #2c4150; }\n\t\t\t.bp3-button.bp3-intent-primary.bp3-outlined:hover:not(.bp3-disabled) { background-color: rgba(44, 65, 80, 0.09999999999999998); color: #2c4150; }\n\t\t\t.bp3-button.bp3-intent-primary.bp3-outlined:active:not(.bp3-disabled), .bp3-button.bp3-intent-primary.bp3-active:not(.bp3-disabled) { background-color: rgba(44, 65, 80, 0.19999999999999996); color: #2c4150; }\n\n\t\t\t.bp3-tree-node.bp3-tree-node-selected > .bp3-tree-node-content { background-color: #2c4150; }\n\n\t\t\t.bp3-tag.bp3-intent-primary { background: #2c4150; color: #FFFFFF; }\n\t\t\t.bp3-tag.bp3-minimal.bp3-intent-primary { background-color: rgba(44, 65, 80, 0.09999999999999998); color: inherit; }\n\t\t\t.accent-color .bp3-button:not([class*=\"bp3-intent-primary\"]),\n\t\t\t.accent-color .bp3-button:not([class*=\"bp3-intent-success\"]),\n\t\t\t.accent-color .bp3-button:not([class*=\"bp3-intent-warning\"]),\n\t\t\t.accent-color .bp3-button:not([class*=\"bp3-intent-danger\"]),\n\t\t\t.accent-color .bp3-button[class*=\"bp3-icon\"]::before { color: inherit; }\n\t\t\t.accent-color a, .accent-color a:hover { color: inherit; }\n\t\t\t.bp3-tab[aria-selected=\"true\"], .bp3-tab:not([aria-selected=\"true\"]):hover { box-shadow: inset 0 -3px 0 rgba(44, 65, 80, 0.09999999999999998); }\n\t\t\t.bp3-tab[aria-selected=\"true\"] { box-shadow: inset 0 -3px 0 #2c4150; }\n\t\t\t.thread:hover:after { background-color: #2c4150; }\n\t\t\t.bp3-slider-progress.bp3-intent-primary, .bp3-dark .bp3-slider-progress.bp3-intent-primary { background: #2c4150; }\n\t\t\t.bp3-slider-handle .bp3-slider-label { background: #2c4150; color: #FFFFFF; }\n\t\t\t.highlight-dot-wrapper .highlight-dot { background-color: #2c4150; }\n\n\t\t\t.changelog-callout { background: rgba(44, 65, 80, 0.09999999999999998) !important; }\n\t\t\t.changelog-callout .release-label { color: #2c4150; border: 1px dashed #2c4150; }\n\n\t\t\tspan.citation:hover { color: #2c4150; }\n\n\t\t\t.overflow-gradient { background: linear-gradient(90deg, rgba(44, 65, 80, 0) 0%,  rgba(44, 65, 80, 0) 85%,  #2c4150 100%); }\n\n\t\t\t\n\t\t\t\n\t\tSkip to main contentUrban Africa ProjectSearchDashboardcaret-downLogin or SignupHomeCollectionscaret-downGetting StartedAboutThe City as Control? Space, Power, and Colonial ImprintThe City as Control? Space, Power, and Colonial ImprintSpring 2025Published on Apr 23, 2025At Home With Apartheid Book Reviewby Morgan WhitePublished onApr 23, 2025CiteSocialPDF DownloadWord DownloadMarkdown DownloadEPUB DownloadHTML DownloadOpenDocument DownloadPlain Text DownloadJATS XML DownloadLaTeX DownloadDownloadlast released5 months agoAt Home With Apartheid Book Review - Release #1Show detailsAt Home With Apartheid Book ReviewRebecca Ginsburg, At Home with Apartheid: The Hidden Landscapes of Domestic Service in Johannesburg (Charlottesville: University of Virginia Press, 2011)Rebecca Ginsburg combines architectural research, sociological analyses, and first-hand interviews to describe the lives of female African housekeepers during Apartheid era South Africa. Inspired by the small and derelict “back rooms” that workers lived in, Ginsburg uses the built environment to argue that racial relationships, codified by government policies, created invisible divisions within households that fundamentally disconnected African women from the homes in which they spent most of their time. At Home with Apartheid aims to analyze how these divisions affected both white and black members of a household and supported the structural integrity of Apartheid, along with showing how housekeepers resisted invisible segmentations on a daily basis. Ginsburg’s book also explores the mechanisms by which white employers sought to control their workers. Apartheid’s segregation presented the issue of requiring an abundance of cheap African labor, while maintaining a systemic desire to remove Africans from every part of white suburban life. This dichotomy was nowhere more prevalent than the affluent Northern Suburbs of Johannesburg, the location where Ginsburg focuses her research. African housekeepers had to remain compliant and invisible to their white employers, despite their integral importance to nearly all aspects of domestic life. To avoid dismissal from their jobs and a loss of crucial income, African workers constantly balanced pleasing their intrusive employers and maintaining a sense of independence and dignity—showing how they managed this precarious task is another one of Ginsburg’s aims in At Home with Apartheid.Ginsburg begins her study, after outlining her aims, methods, and background in the introduction, with “Getting to Know the Corners”, a chapter that describes the various reasons why women moved to Johannesburg, the challenges that they faced upon arrival, and the myriad “urban competencies” that they quickly acquired to both remain invisible to malevolent whites and build “networks of assistance” that allowed them to bring friends and relatives into the city (pp. 51). Diagrams of separate living spaces and entrances for blacks and whites, accompanied by descriptions of aggressive white policemen attempting to identify and expel those without work authorization establish the clear divisions that African housekeepers faced on a regular basis. While these may seem totally restrictive, Ginsburg demonstrates that countless resourceful women overcame these invisible barriers by illegally housing rural women in their back rooms and learning the layouts of streets that had been designed for solely white use. Her second chapter, “The Tempo of Kitchen Life”, examines why nearly all African housekeepers agreed that they had “been a slave all my life” (pp. 55). Ginsburg takes the reader through a typical routine of a worker, showing the mental and physical abuses that came with living in cramped spaces, working constantly on their hands and knees, and eating malnutritious food, all while white employers enjoyed the fruits of their labor. Chapter two displays, through verbal accounts and real floor plans, how white employers intentionally constructed their homes to separate them from the African staff. Kitchens without windows, and acts like intentionally giving the dog better food than the housekeeper or occupying their time with meaningless tasks, all reinforced the spheres that Africans and whites were meant to occupy. Perhaps the most emotional aspect of the book relates to the relationship between African housekeepers and their children. Often forced into Johannesburg to provide for their children so they were not “crying with hunger”, working mothers cared for the “young masters” of their white employers while barely seeing their own (pp. 99). “Madams” erected invisible barriers by not allowing the sick children of their housekeepers to stay in their homes, and social hierarchies, designed to oppress Africans, meant that although African nannies raised white children like their own and showered them with love, eventually the children understood that the Apartheid state designated them superior to their caretakers and began to mistreat them. This system understandably bred resentment, and Ginsburg asserts that housekeepers, despite the constant restrictions on their movement and activities, could send a “strong message” to their employer by quitting their job and leaving (pp. 108). White regulation of their African employees extended to after working hours, and housekeepers resisted this control by inviting guests of different kinds onto their employer’s property. Chapter four, “Come in the Dark”, describes how housekeepers would house children, friends, strangers, and lovers in their small rooms. Friendships were hard to come by as whites restricted interaction between African women in the suburbs, so hosting represented an important destruction of barriers that separated workers from one another. Having male guests also allowed housekeepers to express their femininity—another aspect of their identities that was intentionally stripped by employers. Ginsburg’s fifth chapter, “House Rules”, most explicitly demonstrates the invisible barriers between white and blacks in a home, so central to her argument, and shows how this was enforced by whites, and subverted by their housekeepers. Rules dictated what items could be used by servants, and testimonies from housekeepers demonstrate that breaking these arbitrary rules, however inconsequential, restored power and agency to the workers. The book concludes with a hypothetical Saturday in the Northern suburbs, in which a white family engages in recreational activities while their African maid works. This scenario, so typical of real-world Johannesburg, demonstrates how people can have vastly different relationships with their environment based on how they interact with it. The way that Apartheid forced female housekeepers to perceive their surroundings as areas for cleaning, hiding, or escape, while white South Africans saw them in any way they desired, supports the idea that the built environment can create invisible spheres of social segmentation.Ginsburg provides an excellent snapshot into the everyday lives of South African housekeepers. Through interviews of sixty African women, one gets an in-depth and intimate view into how they lived their lives during employment in white homes. From the deep sorrows that came with leaving their children to search for a job that would keep them fed, to the small victories that accompanied inviting a guest into their rooms, the use of housekeepers’ voices allows readers to begin to understand what living and working in such a uniquely restrictive environment was like. This particular strength is highlighted by extended quotations, in which Ginsburg allows the housekeepers to speak for themselves. As the interviewees remember their time as housekeepers during Apartheid, noting that the madam was going to “help herself to your wages” during times of inflation or how the transportation system was designed to restrict their movement, the reader understands that these women were keen observers of their surroundings (pp. 107). A particular strength of Ginsburg’s argument is her explanation of how the architecture of suburban Johannesburg homes, and actions of white employers, were specifically designed to render housekeepers invisible and remove their agency. Architects intentionally designed homes to prevent families and visitors from seeing the “entrance to the kitchen”, so they would not observe the maid at work (pp. 65). The book includes diagrams that show the workers’ living quarters hidden from view of the house lest the employer see too much of their housekeeper (pp. 41). These built features enforced divisions between whites and black that were critical to Apartheid. As Ginsburg notes, if housekeepers could move silently about their work like “part of the furniture”, then they were less of a threat to the established social order (pp. 150). To an extent, though, a certain power emerged from the ability of female workers to step in between invisible racial barriers without detection. No “clean division” between “African” and “white” spheres existed, and housekeepers exerted influence over the entire property, and even surrounding areas, that was not possible for white employers (pp. 172). Aside from the obvious essential nature of domestic work that a madam would have no idea how to complete, the housekeepers alone knew the best hiding spots in the neighborhood for their lovers, or public toilets that could be used as a hiding spot during police raids. Out of necessity, many African workers became better acquainted with areas like the Northern suburbs than their white employer, challenging who Johannesburg truly belonged to.The importance of what was omitted from housekeepers’ lives is stressed in At Home with Apartheid. Employers prevented workers from having hot water for showers, gave them food that “even the dogs wouldn’t like”, and restricted access to modern appliances that would have saved them time and energy (pp. 88). White employers wanted to ensure that their servants understood that these things could be easily given to them, but were not because of their race. In a system in which segregation allowed white South Africans to enjoy a high standard of living, anything that brought their black workers closer to their way of life was deemed a threat. In the “House Rules” chapter, Ginsburg claims that rules designating certain cups and plates for worker use divided the white house into “two coexisting, though intermingling, spheres” (pp. 139). By placing cups in places where the housekeeper had to stoop to pick them up, and having them be of a worse quality, whites enforced apartheid by making sure their workers understood their relative status. By using white-designated utensils or sitting on furniture, domestic workers were establishing a sense of self-respect and blurring the separation between the races. These resistances, however small, built the confidence of workers through repetition and set the stage for larger societal changes. At Home with Apartheid should be read by anyone interested in how colonial systems are perpetuated through architecture and domestic labor. While the book provides a clear explanation of how white architects designed the Northern suburbs to subjugate workers, its true value lies in explaining how all physical spaces have different meanings based on one's “perceptions and patterns of use” (pp. 174). An alleyway or sidewalk could have completely different values to two people walking past each other, and Ginsburg’s book is excellent in examining how these differences provided agency to African workers. A scholar of gender roles in South Africa, regardless of race, would take great utility from this book. Ginsburg explores how white women felt lost in many ways due to the self-imposed existence of housekeepers in their spaces, and why they dealt with this issue through increased surveillance of their workers. She also explains how black female workers dealt with being given traditionally male jobs, like moving furniture, but makes a point to argue that an independent living space, away from their husbands or fathers, allowed them to subvert gender norms that could be extremely harmful for women. Despite being an oppressive system, the migration of female domestic workers to Johannesburg provided women with money, independence, and self-confidence that advanced their sense of empowerment. One of Ginsburg’s central arguments lies in how domestic workers resisted the imposition of invisible social segmentation and were able to claim great agency by moving between worlds, whether it be within the house or even the country. Therefore, any scholar of this field should certainly read At Home with Apartheid. -Morgan White, Wake Forest UniversityLicenseCreative Commons Attribution-NonCommercial 4.0 International License (CC-BY-NC 4.0)Comments1\n\t\t\t\t\t.discussion-list .discussion-thread-component.preview:hover,\n\t\t\t\t\t.discussion-list .discussion-thread-component.expanded-preview {\n\t\t\t\t\t\tborder-left: 3px solid #2c4150;\n\t\t\t\t\t\tpadding-left: calc(1em - 2px);\n\t\t\t\t\t}\n\t\t\t\t?Login to discuss?Akeskjf hiksld: epicgame.html66 KBRead NextRebecca Ginsburg, At Home with Apartheid: The Hidden Landscapes of Domestic Service in Johannesburg (Charlottesville: University of Virginia Press, 2011)Urban Africa ProjectAboutRSSLegalPublished withCommunityUrban Africa ProjectCollectionSSpring 2025PubAAt Home With Apartheid Book ReviewTheorizing the \"African City\"Shape as Substance? Materiality and Urban AfricaThe City as Control? Space, Power, and Colonial ImprintThe Creative Genius of Urban AfricaMapping AccracollectionThe City as Control? Space, Power, and Colonial ImprintCite as  White, Morgan. 2025. “At Home With Apartheid Book Review.” In Spring 2025. https://urbanafrica.pubpub.org/pub/6seicjlv.duplicateCopymoreMore Cite OptionsTwitterRedditFacebookLinkedInEmailAuto Generated DownloadPDFWordMarkdownEPUBHTMLOpenDocumentPlain TextJATS XMLLaTeXtickRelease #1Apr 23, 2025 2:41 PM",
  "metadata": {
    "og:title": "At Home With Apartheid Book Review",
    "twitter:title": "At Home With Apartheid Book Review · Spring 2025",
    "twitter:image:alt": "At Home With Apartheid Book Review · Spring 2025",
    "citation_title": "At Home With Apartheid Book Review",
    "dc.title": "At Home With Apartheid Book Review",
    "og:site_name": "Urban Africa Project",
    "og:url": "https://urbanafrica.pubpub.org/pub/6seicjlv/release/1",
    "og:type": "article",
    "citation_publisher": "PubPub",
    "citation_conference_title": "The City as Control? Space, Power, and Colonial Imprint",
    "citation_conferenceName": "The City as Control? Space, Power, and Colonial Imprint",
    "citation_pdf_url": "https://urbanafrica.pubpub.org/pub/6seicjlv/download/pdf",
    "og:image": "https://assets.pubpub.org/viqwggc2/61674831150751.png",
    "og:image:url": "https://assets.pubpub.org/viqwggc2/61674831150751.png",
    "og:image:width": "500",
    "twitter:image": "https://assets.pubpub.org/viqwggc2/61674831150751.png",
    "citation_author": "Morgan White",
    "dc.creator": "Morgan White",
    "article:published_time": "Wed Apr 23 2025 18:41:30 GMT+0000 (Coordinated Universal Time)",
    "dc.date": "2025-3-23",
    "citation_publication_date": "2025/4/23",
    "dc.publisher": "PubPub",
    "fb:app_id": "924988584221879",
    "twitter:card": "summary",
    "twitter:site": "@pubpub",
    "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no",
    "google-site-verification": "jmmJFnkSOeIEuS54adOzGMwc0kwpsa8wQ-L4GyPpPDg"
  },
  "doi": "",
  "abstract": "",
  "images": [
    {
      "src": "https://urbanafrica.pubpub.org/static/license/cc-by-nc.svg",
      "alt": "",
      "title": ""
    },
    {
      "src": "https://urbanafrica.pubpub.org/static/logoWhite.svg",
      "alt": "PubPub logo",
      "title": ""
    }
  ],
  "formats": {
    "markdown": "content.md",
    "jatsXml": "content.xml",
    "pdf": "content.pdf",
    "html": "snapshot.html"
  },
  "media": {
    "count": 2,
    "manifest": "media/media-manifest.json"
  }
}