{
  "title": "Rebecca Ginsburg, At Home with Apartheid: The Hidden Landscapes of Domestic Service in Johannesburg (Charlottesville: University of Virginia Press, 2011).",
  "url": "https://urbanafrica.pubpub.org/pub/ksyv48fr?readingCollection=501b9bb0",
  "slug": "ksyv48fr?readingCollection=501b9bb0",
  "authors": [],
  "date": "Published: Apr 23, 2025",
  "isPublished": true,
  "section": "At Home With Apartheid: A Review",
  "scrapedAt": "2025-10-03T21:23:09.086Z",
  "fullTitle": "Home",
  "content": "0:root { \n\t\t\t--community-accent-dark: #2c4150;\n\t\t\t--community-accent-dark-faded-30: rgb(66, 74, 80);\n\t\t\t--community-accent-dark-faded: rgba(44, 65, 80, 0.050000000000000044);\n\t\t}\n\t\t\t.accent-background { background-color: #2c4150; }\n\t\t\t.accent-color { color: #FFFFFF; }\n\t\t\t.accent-background.header-component, .accent-background.nav-bar-component, .accent-background.footer-component, .accent-background.nav-item-background, .accent-background.image-wrapper{ background-color: #2c4150; }\n\t\t\t.accent-color.header-component, .accent-color.nav-bar-component, .accent-color.footer-component, .accent-color.nav-item { color: #FFFFFF; }\n\t\t\t.bp3-button.bp3-intent-primary:not(.bp3-outlined) { background-color: rgba(44, 65, 80, 0.6); color: #FFFFFF; }\n\t\t\t.bp3-button.bp3-intent-primary:not(.bp3-outlined):hover:not(.bp3-disabled) { background-color: rgba(44, 65, 80, 0.8); color: #FFFFFF; }\n\t\t\t.bp3-button.bp3-intent-primary:not(.bp3-outlined):active:not(.bp3-disabled), .bp3-button.bp3-intent-primary.bp3-active:not(.bp3-disabled) { background-color: #2c4150; color: #FFFFFF; }\n\n\t\t\t.bp3-button.bp3-intent-primary.bp3-outlined { border-color: #2c4150; color: #2c4150; }\n\t\t\t.bp3-button.bp3-intent-primary.bp3-outlined:hover:not(.bp3-disabled) { background-color: rgba(44, 65, 80, 0.09999999999999998); color: #2c4150; }\n\t\t\t.bp3-button.bp3-intent-primary.bp3-outlined:active:not(.bp3-disabled), .bp3-button.bp3-intent-primary.bp3-active:not(.bp3-disabled) { background-color: rgba(44, 65, 80, 0.19999999999999996); color: #2c4150; }\n\n\t\t\t.bp3-tree-node.bp3-tree-node-selected > .bp3-tree-node-content { background-color: #2c4150; }\n\n\t\t\t.bp3-tag.bp3-intent-primary { background: #2c4150; color: #FFFFFF; }\n\t\t\t.bp3-tag.bp3-minimal.bp3-intent-primary { background-color: rgba(44, 65, 80, 0.09999999999999998); color: inherit; }\n\t\t\t.accent-color .bp3-button:not([class*=\"bp3-intent-primary\"]),\n\t\t\t.accent-color .bp3-button:not([class*=\"bp3-intent-success\"]),\n\t\t\t.accent-color .bp3-button:not([class*=\"bp3-intent-warning\"]),\n\t\t\t.accent-color .bp3-button:not([class*=\"bp3-intent-danger\"]),\n\t\t\t.accent-color .bp3-button[class*=\"bp3-icon\"]::before { color: inherit; }\n\t\t\t.accent-color a, .accent-color a:hover { color: inherit; }\n\t\t\t.bp3-tab[aria-selected=\"true\"], .bp3-tab:not([aria-selected=\"true\"]):hover { box-shadow: inset 0 -3px 0 rgba(44, 65, 80, 0.09999999999999998); }\n\t\t\t.bp3-tab[aria-selected=\"true\"] { box-shadow: inset 0 -3px 0 #2c4150; }\n\t\t\t.thread:hover:after { background-color: #2c4150; }\n\t\t\t.bp3-slider-progress.bp3-intent-primary, .bp3-dark .bp3-slider-progress.bp3-intent-primary { background: #2c4150; }\n\t\t\t.bp3-slider-handle .bp3-slider-label { background: #2c4150; color: #FFFFFF; }\n\t\t\t.highlight-dot-wrapper .highlight-dot { background-color: #2c4150; }\n\n\t\t\t.changelog-callout { background: rgba(44, 65, 80, 0.09999999999999998) !important; }\n\t\t\t.changelog-callout .release-label { color: #2c4150; border: 1px dashed #2c4150; }\n\n\t\t\tspan.citation:hover { color: #2c4150; }\n\n\t\t\t.overflow-gradient { background: linear-gradient(90deg, rgba(44, 65, 80, 0) 0%,  rgba(44, 65, 80, 0) 85%,  #2c4150 100%); }\n\n\t\t\t\n\t\t\t\n\t\tSkip to main contentUrban Africa ProjectSearchDashboardcaret-downLogin or SignupHomeCollectionscaret-downGetting StartedAboutThe City as Control? Space, Power, and Colonial ImprintThe City as Control? Space, Power, and Colonial ImprintSpring 2025Published on Apr 23, 2025Rebecca Ginsburg, At Home with Apartheid: The Hidden Landscapes of Domestic Service in Johannesburg (Charlottesville: University of Virginia Press, 2011).by Ella JonesPublished onApr 23, 2025CiteSocialPDF DownloadWord DownloadMarkdown DownloadEPUB DownloadHTML DownloadOpenDocument DownloadPlain Text DownloadJATS XML DownloadLaTeX DownloadDownloadlast released5 months agoRebecca Ginsburg, At Home with Apartheid: The Hidden Landscapes of Domestic Service in Johannesburg (Charlottesville: University of Virginia Press, 2011). - Release #1Show detailsRebecca Ginsburg, At Home with Apartheid: The Hidden Landscapes of Domestic Service in Johannesburg (Charlottesville: University of Virginia Press, 2011).At Home with Apartheid is a compilation of 80 interviews that Rebecca Ginsburg dissected to tell a cohesive, approachable story about domestic workers that resided in the blind-spots of Johannesburg, South Africa. The book's bottom-up documentation makes visible the dichotomies endured by nannies and maids working in white, middle class homes in Northern Johannesburg. By documenting the emotionally taxing hypocrisies of being in close proximity to white families while subordinated, Ginsburg invites the reader to feel for the domestic workers.The interviews that make up the bulk of presented evidence in the book were conducted after the demise of the National Party (the explicitly white-supremacist governing body during Apartheid from 1948-1994). Ginsburg assumes the responsibility to piece together these interviews, forming one narrative that is easily consumable for an academic audience that may not be particularly well-versed on Apartheid South Africa. Her methodology revolves around finding patterns in oral histories, for consistency and repetition “made (the stories) trustworthy” (p. 20). Rebecca Ginsburg holds a Ph.D. in Architectural History from the University of California, Berkeley, and is currently a professor at the University of Illinois at Urbana-Champaign. Her positionality as an African-American woman invited vulnerability when hosting these interviews, which is acknowledged in her introduction. Her interest in architecture takes form in the book through the frequent references to the actual built environment domestic workers moved through. Ginsburg effectively portrays domestic workers in Johannesburg as strong bodies of resistance and agency through her use of detailed stories of the experience of Apartheid for African women on a supralocal level compared to the aims of the Apartheid State; however she makes frequent comparisons to the United States’ peculiar institution of  slavery, which has the potential to delineate her target audience’s concentration on the agency of the workers. At Home with Apartheid is an incredibly smooth read focusing on a very specific perspective, making it a phenomenal way to peek into the climate and culture of South Africa under Apartheid. At this time Johannesburg, South Africa was codified around segregation which led to abhorrent disparities in the lived experiences of black Africans and of Afrikaaners/the British. In 1950 the Population Registration Act gave every member of South African society a racial, ethno-linguistic caste that ousted any non-white person out of the city of Johannesburg. There was a lack of arable land in the African suburbs, and limited opportunities to make money. Black African women, then, chose to participate in an awkward paradox, Ginsburg supplies the reader with dozens of relevant stories by anonymous interviewees that tug on the heart of the reader. A poignant example of this is how domestic workers were obviously aware of the rudimentary conditions they existed within the ‘white-city’ but chose to stay in the situations because of a lack of opportunity elsewhere. Though “migration was a temporary condition,” (p. 41) these women entered white, middle class homes and raised children, cooked meals, and spent decades of their lives in the shadows. Therefore she is supplying us with a counter-narrative, “where we might have perceived white neighborhoods within a white city, we now recognize these places to have been highly integrated. What we might previously have seen as domestic zones now contain mixed uses.” (p. 173)A poignant example of this is how domestic workers were obviously aware of the rudimentary conditions they existed within, “The fact that many employers appeared to treat their dogs better than their African workers strained credulity and bred great resentment.” (p. 75) Not only does the reader bear witness to the ways African women were subordinated, they read the thoughts of frustration that give immense personhood to the domestic workers. The book moves through 5 chapters. The first invites the reader to notice the physical landscape of households, immediately calling to attention the ways in which arbitrary designs to seem ‘white within a white city’ were fatalistic. All it takes, she argues, is a closer look to realize that the Apartheid government does not have the spatial ability to hide a whole group of people. The second through fifth chapters go in-depth on different aspects of the day-to-day experience of domestic workers, taking note of the many “cracks and fissures through which they eased themselves” within the system. (p. 113) Ginsburg does an impressive job of meshing stories, her narration, and descriptions of the physical environment in a way that makes her claims of these women’s experience within places of geographic containment, and loopholes, hard to challenge. The book is terribly effective at portraying African women as fiercely assiduous. In fact, Ginsburg does such a good job at presenting domestic workers as “independent and dignified,” (p. 133) that she simultaneously achieves her other objective of using ethos through how she writes about these women. The way agency is portrayed in the text through mundane but revolutionary acts of everyday resistance: making ones-self indispensable or claiming spaces and items for your own usage, sets ablaze the reader's innate desire to rally behind a strong protagonist. The protagonist of this non-fiction story, by and large, is domestic workers. The reader can’t help but to wish the status quo would be destroyed when they read, “Africans polished chairs; whites sat on them. Africans made beds; whites slept on them.” We are then fully bought in and in full support of the domestic workers' decisions when home alone to challenge the “coexistent spheres of white home and African workplace” by resting on the chairs and perhaps even jumping on the beds. Compassion is generated by the domestic worker revolting against the oppression of her humanity. My favorite example of this is in chapter 5, “In the afternoon … she would turn on the radio, which was forbidden to her: “I listened, and it was the music that said, ‘Stand up and jive,’ so I would stand up and jive, because I was alone.”” (p. 158) Empathy resonates with the reader in these intimate stories of pushing back within their role, done carefully and painstakingly when it wouldn’t be realized, just because they could. “Simply by engaging the white house and its things in particular ways, a person, through her person, could challenge white authority and make her own claims about her place in the world.” (p. 162)A rhetorical strategy to invoke empathy that catches my eye as the reader is the  comparison of domestic workers' experience to the experience of enslaved workers in 19th century America. This comparison occurs several times - one being when she describes the way domestic workers look in relation to their surroundings, associating a disengaged expression while working with that of a “house look,” (p. 61) coined by an American slaveholder. When pointing out the hunched over nature of workers when doing labor intensive chores, Ginsburg says, “In slavery-era America, status was marked in part by the distance of a traveler’s head to the ground.” (p. 68) This is a harrowing comparison for an American audience which illuminates the deplorable situations domestic workers could find themselves in when navigating a tedious job and fragile relationship with employers who controlled much of their everyday lives.Comparisons to U.S. slavery transcends snapshots of physicality and ventures into habits with guests. Ginsburg uses Chapter 4: Come In The Dark to argue that instances in which domestic workers hid lovers in their back rooms were distinct from instances of hiding runaway slaves in the United States because the “basis of the gendered nature of this practice (in which) it is most strikingly distinguished.” (p. 131) By saying these acts of socializing and developing relationships were hindered and denied by the strength and tenacity of domestic women, she is asserting her underlying comparison, that like on enslaved plantation properties, “employers looked more favorably upon such socializing if they were acquainted with the visiting servant or knew her madam.” (p. 83) Pieces of the text like this invite the reader to pity the plight of the domestic worker, rightfully so, but in addition invites comparison to conditions of enslavement. Though using the United States institution of slavery as an example is an effective way to provoke empathy for domestic workers from the reader, it may also invite the reader to diminish the agency of domestic workers by comparing them to humans who were commoditized under a system of monetized labor and completely dehumanized. This can be problematic for Ginsburg’s ability to appropriately reach both of her aims by pitting them against one another in the mind of the reader. For the reader, it may be difficult to distinguish that Ginsburg seeks to tug on the reader's heart with this comparison, not promote the idea that domestic workers subjected themselves to the demands of their employers or a loss of autonomy. I believe it is worth nothing though that both aims are made evident to myself as the reader and I was able to differentiate, but I had to catch myself in the act of drawing a blind parallel of people in bondage to African women in and around Johannesburg. In conclusion, At Home with Apartheid is of absolutely imperative value in making visible the experiences of thousands of women in Apartheid Johannesburg. Though Johannesburg is well-represented within literature, this counter-narrative is not and is necessary in grasping an equitable, holistic rationale for gauging the built environment and trends within it. This is an imperative read for students of Western academia because of how it challenges our ability to attain a larger perspective of an event in the Global South, Apartheid for example, and then hastily disregard the minute details in the built environment or experiences of a minority. The reader leaves Ginsburg’s book challenged to look past an initial glance at a snapshot of an event, and think about each member of the community who were touched. -Ella Jones, Wake Forest UniversityLicenseCreative Commons Attribution-NonCommercial 4.0 International License (CC-BY-NC 4.0)Comments0\n\t\t\t\t\t.discussion-list .discussion-thread-component.preview:hover,\n\t\t\t\t\t.discussion-list .discussion-thread-component.expanded-preview {\n\t\t\t\t\t\tborder-left: 3px solid #2c4150;\n\t\t\t\t\t\tpadding-left: calc(1em - 2px);\n\t\t\t\t\t}\n\t\t\t\t?Login to discusscommentNo comments here Why not start the discussion?Read NextAt Home With Apartheid Book ReviewUrban Africa ProjectAboutRSSLegalPublished withCommunityUrban Africa ProjectCollectionThe City as Control? Space, Power, and Colonial ImprintPubRRebecca Ginsburg, At Home with Apartheid: The Hidden Landscapes of Domestic Service in Johannesburg (Charlottesville: University of Virginia Press, 2011).Theorizing the \"African City\"Shape as Substance? Materiality and Urban AfricaThe City as Control? Space, Power, and Colonial ImprintThe Creative Genius of Urban AfricaMapping AccracollectionThe City as Control? Space, Power, and Colonial ImprintCite as  Jones, Ella. 2025. “Rebecca Ginsburg, At Home with Apartheid: The Hidden Landscapes of Domestic Service in Johannesburg (Charlottesville: University of Virginia Press, 2011).” In The City as Control? Space, Power, and Colonial Imprint. https://urbanafrica.pubpub.org/pub/ksyv48fr.duplicateCopymoreMore Cite OptionsTwitterRedditFacebookLinkedInEmailAuto Generated DownloadPDFWordMarkdownEPUBHTMLOpenDocumentPlain TextJATS XMLLaTeXtickRelease #1Apr 23, 2025 2:56 PM",
  "metadata": {
    "og:title": "Rebecca Ginsburg, At Home with Apartheid: The Hidden Landscapes of Domestic Service in Johannesburg (Charlottesville: University of Virginia Press, 2011).",
    "twitter:title": "Rebecca Ginsburg, At Home with Apartheid: The Hidden Landscapes of Domestic Service in Johannesburg (Charlottesville: University of Virginia Press, 2011). · The City as Control? Space, Power, and Colonial Imprint",
    "twitter:image:alt": "Rebecca Ginsburg, At Home with Apartheid: The Hidden Landscapes of Domestic Service in Johannesburg (Charlottesville: University of Virginia Press, 2011). · The City as Control? Space, Power, and Colonial Imprint",
    "citation_title": "Rebecca Ginsburg, At Home with Apartheid: The Hidden Landscapes of Domestic Service in Johannesburg (Charlottesville: University of Virginia Press, 2011).",
    "dc.title": "Rebecca Ginsburg, At Home with Apartheid: The Hidden Landscapes of Domestic Service in Johannesburg (Charlottesville: University of Virginia Press, 2011).",
    "og:site_name": "Urban Africa Project",
    "og:url": "https://urbanafrica.pubpub.org/pub/ksyv48fr/release/1",
    "og:type": "article",
    "citation_publisher": "PubPub",
    "citation_conference_title": "The City as Control? Space, Power, and Colonial Imprint",
    "citation_conferenceName": "The City as Control? Space, Power, and Colonial Imprint",
    "citation_pdf_url": "https://urbanafrica.pubpub.org/pub/ksyv48fr/download/pdf",
    "og:image": "https://assets.pubpub.org/viqwggc2/61674831150751.png",
    "og:image:url": "https://assets.pubpub.org/viqwggc2/61674831150751.png",
    "og:image:width": "500",
    "twitter:image": "https://assets.pubpub.org/viqwggc2/61674831150751.png",
    "citation_author": "Ella Jones",
    "dc.creator": "Ella Jones",
    "article:published_time": "Wed Apr 23 2025 18:56:02 GMT+0000 (Coordinated Universal Time)",
    "dc.date": "2025-3-23",
    "citation_publication_date": "2025/4/23",
    "dc.publisher": "PubPub",
    "fb:app_id": "924988584221879",
    "twitter:card": "summary",
    "twitter:site": "@pubpub",
    "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no",
    "google-site-verification": "jmmJFnkSOeIEuS54adOzGMwc0kwpsa8wQ-L4GyPpPDg"
  },
  "doi": "",
  "abstract": "",
  "images": [
    {
      "src": "https://urbanafrica.pubpub.org/static/license/cc-by-nc.svg",
      "alt": "",
      "title": ""
    },
    {
      "src": "https://urbanafrica.pubpub.org/static/logoWhite.svg",
      "alt": "PubPub logo",
      "title": ""
    }
  ],
  "formats": {
    "markdown": "content.md",
    "jatsXml": "content.xml",
    "pdf": "content.pdf",
    "html": "snapshot.html"
  },
  "media": {
    "count": 2,
    "manifest": "media/media-manifest.json"
  }
}