{
  "title": "Example Book Review Pub",
  "url": "https://urbanafrica.pubpub.org/pub/z630uz9k",
  "slug": "z630uz9k",
  "authors": [],
  "date": "",
  "isPublished": true,
  "section": "For March 27th, in Class",
  "scrapedAt": "2025-10-03T21:25:45.614Z",
  "fullTitle": "Home",
  "content": "0:root { \n\t\t\t--community-accent-dark: #2c4150;\n\t\t\t--community-accent-dark-faded-30: rgb(66, 74, 80);\n\t\t\t--community-accent-dark-faded: rgba(44, 65, 80, 0.050000000000000044);\n\t\t}\n\t\t\t.accent-background { background-color: #2c4150; }\n\t\t\t.accent-color { color: #FFFFFF; }\n\t\t\t.accent-background.header-component, .accent-background.nav-bar-component, .accent-background.footer-component, .accent-background.nav-item-background, .accent-background.image-wrapper{ background-color: #2c4150; }\n\t\t\t.accent-color.header-component, .accent-color.nav-bar-component, .accent-color.footer-component, .accent-color.nav-item { color: #FFFFFF; }\n\t\t\t.bp3-button.bp3-intent-primary:not(.bp3-outlined) { background-color: rgba(44, 65, 80, 0.6); color: #FFFFFF; }\n\t\t\t.bp3-button.bp3-intent-primary:not(.bp3-outlined):hover:not(.bp3-disabled) { background-color: rgba(44, 65, 80, 0.8); color: #FFFFFF; }\n\t\t\t.bp3-button.bp3-intent-primary:not(.bp3-outlined):active:not(.bp3-disabled), .bp3-button.bp3-intent-primary.bp3-active:not(.bp3-disabled) { background-color: #2c4150; color: #FFFFFF; }\n\n\t\t\t.bp3-button.bp3-intent-primary.bp3-outlined { border-color: #2c4150; color: #2c4150; }\n\t\t\t.bp3-button.bp3-intent-primary.bp3-outlined:hover:not(.bp3-disabled) { background-color: rgba(44, 65, 80, 0.09999999999999998); color: #2c4150; }\n\t\t\t.bp3-button.bp3-intent-primary.bp3-outlined:active:not(.bp3-disabled), .bp3-button.bp3-intent-primary.bp3-active:not(.bp3-disabled) { background-color: rgba(44, 65, 80, 0.19999999999999996); color: #2c4150; }\n\n\t\t\t.bp3-tree-node.bp3-tree-node-selected > .bp3-tree-node-content { background-color: #2c4150; }\n\n\t\t\t.bp3-tag.bp3-intent-primary { background: #2c4150; color: #FFFFFF; }\n\t\t\t.bp3-tag.bp3-minimal.bp3-intent-primary { background-color: rgba(44, 65, 80, 0.09999999999999998); color: inherit; }\n\t\t\t.accent-color .bp3-button:not([class*=\"bp3-intent-primary\"]),\n\t\t\t.accent-color .bp3-button:not([class*=\"bp3-intent-success\"]),\n\t\t\t.accent-color .bp3-button:not([class*=\"bp3-intent-warning\"]),\n\t\t\t.accent-color .bp3-button:not([class*=\"bp3-intent-danger\"]),\n\t\t\t.accent-color .bp3-button[class*=\"bp3-icon\"]::before { color: inherit; }\n\t\t\t.accent-color a, .accent-color a:hover { color: inherit; }\n\t\t\t.bp3-tab[aria-selected=\"true\"], .bp3-tab:not([aria-selected=\"true\"]):hover { box-shadow: inset 0 -3px 0 rgba(44, 65, 80, 0.09999999999999998); }\n\t\t\t.bp3-tab[aria-selected=\"true\"] { box-shadow: inset 0 -3px 0 #2c4150; }\n\t\t\t.thread:hover:after { background-color: #2c4150; }\n\t\t\t.bp3-slider-progress.bp3-intent-primary, .bp3-dark .bp3-slider-progress.bp3-intent-primary { background: #2c4150; }\n\t\t\t.bp3-slider-handle .bp3-slider-label { background: #2c4150; color: #FFFFFF; }\n\t\t\t.highlight-dot-wrapper .highlight-dot { background-color: #2c4150; }\n\n\t\t\t.changelog-callout { background: rgba(44, 65, 80, 0.09999999999999998) !important; }\n\t\t\t.changelog-callout .release-label { color: #2c4150; border: 1px dashed #2c4150; }\n\n\t\t\tspan.citation:hover { color: #2c4150; }\n\n\t\t\t.overflow-gradient { background: linear-gradient(90deg, rgba(44, 65, 80, 0) 0%,  rgba(44, 65, 80, 0) 85%,  #2c4150 100%); }\n\n\t\t\t\n\t\t\t\n\t\tSkip to main contentUrban Africa ProjectSearchDashboardcaret-downLogin or SignupHomeCollectionscaret-downGetting StartedAboutmetaPublished on Mar 27, 2023Book Review: \"Treading the Depths: A History of Underwater Monster Truck Racing\"This is a fake review for a nonexistent book.by Santa ClausPublished onMar 27, 2023CiteSocialPDF DownloadWord DownloadMarkdown DownloadEPUB DownloadHTML DownloadOpenDocument DownloadPlain Text DownloadJATS XML DownloadLaTeX DownloadDownloadContentslast released3 years agoBook Review: \"Treading the Depths: A History of Underwater Monster Truck Racing\" - Release #1Book Review: \"Treading the Depths: A History of Underwater Monster Truck Racing\" - Release #2Book Review: \"Treading the Depths: A History of Underwater Monster Truck Racing\" - Release #3Book Review: \"Treading the Depths: A History of Underwater Monster Truck Racing\" - Release #4Book Review: \"Treading the Depths: A History of Underwater Monster Truck Racing\" - Release #5Show detailsBook Review: \"Treading the Depths: A History of Underwater Monster Truck Racing\"Contents·Reviewed Work: Gill, Finley. Treading the Depths: A History of Underwater Monster Truck Racing. Submarine Press, 2022. 9783161484100.This is a fake review for a nonexistent book intended to serve as an example of your pub structure. Do not, under any circumstances, use this as an example of an effective book review.IntroductionTreading the Depths: A History of Underwater Monster Truck Racing, written by Finley Gill, is a unique contribution to the fields of history, social science, and anthropology. The book aims to provide a comprehensive analysis of the cultural and social phenomenon of underwater monster truck racing, which has emerged as a popular sport in recent years. Gill's primary goal is to investigate the historical roots of the sport, as well as its social and cultural significance, by examining its development from its earliest origins to the present day. In this review, I will evaluate Gill's argument and assess whether the book succeeds in achieving its stated aims.SummaryThe book is divided into three parts. The first part, \"Origins,\" focuses on the early development of underwater monster truck racing and the individuals and events that contributed to its emergence. Gill provides an insightful analysis of the social and cultural context of the sport, examining how it evolved from a novelty attraction to a legitimate competitive activity. The second part, \"Growth,\" explores the expansion of underwater monster truck racing during the latter half of the 20th century, as it gained popularity and evolved into a more sophisticated sport. Gill examines the key figures who played a role in the development of the sport during this period and how they contributed to its growth and evolution. Finally, the third part, \"Modern Era,\" examines the contemporary state of underwater monster truck racing, including its current trends, challenges, and future prospects.Throughout the book, Gill emphasizes the cultural and social significance of underwater monster truck racing. He argues that the sport is not only a form of entertainment but also a reflection of the cultural values and social dynamics of the societies in which it takes place. Gill notes, \"Underwater monster truck racing has become a cultural phenomenon that reflects the changing attitudes of our society towards risk, competition, and entertainment\" (p. 87).AssessmentOverall, Treading the Depths is an impressive work that makes a significant contribution to the fields of history, social science, and anthropology. One of the book's strengths is the author's use of primary sources, including interviews with key figures in the sport and archival materials, which provides a detailed and comprehensive picture of the development of underwater monster truck racing. For example, Gill quotes one of the earliest pioneers of the sport, John \"Bigfoot\" Smith, who reflects on the early days of underwater monster truck racing: \"We had no idea what we were doing, but it was a blast. We were pushing the limits of what was possible and having a great time doing it\" (p. 26). This quotation captures the spirit of adventure and experimentation that characterized the early days of the sport.Another strength of the book is its insightful analysis of the social and cultural context of underwater monster truck racing. Gill explores how the sport reflects broader cultural trends and social dynamics, such as the desire for risk-taking and competition in contemporary society. He writes, \"The popularity of underwater monster truck racing reflects our society's ongoing fascination with extreme sports and the desire to push the limits of what is possible\" (p. 109). This analysis provides a valuable perspective on the cultural significance of the sport.One of the weaknesses of the book is its lack of academic rigor. The book's tongue-in-cheek tone and fictional subject matter may make it difficult for scholars to take the work seriously. The author's use of fictional characters and events may also make it difficult to differentiate between fact and fiction, which could limit the book's usefulness as a historical source. Additionally, the author does not provide a clear argument or thesis for the book, which may make it difficult for readers to understand the book's purpose beyond a lighthearted exploration of an absurd topic.Another weakness of the book is its organization. While the three-part structure is logical, the book lacks a clear thesis statement or argument that ties the different parts together. As a result, the book can feel disjointed at times, and the reader may struggle to understand the author's overall perspective on the subject.Finally, the book's humor and absurdity may not be to everyone's taste. While some readers may appreciate the book's irreverent tone, others may find it off-putting or juvenile. Additionally, the book's subject matter is niche and may not have broad appeal outside of readers interested in monster trucks or underwater racing.ValueDespite its limitations, Gill's Treading the Depths may be of interest to scholars interested in the intersection of popular culture and history. The book offers a unique perspective on the role of absurdity and humor in cultural phenomena, and it may provide inspiration for scholars interested in exploring unconventional topics in their own research. Additionally, the book's creative descriptions of underwater monster truck races may be of interest to scholars interested in the history of technology or transportation. Overall, I recommend this book to anyone interested in exploring the hidden corners of racing history and discovering the stories of the people and communities that have shaped this fascinating sport.—Reviewed by Santa Claus, University of the North PoleReferences3LicenseCreative Commons Attribution-NonCommercial 4.0 International License (CC-BY-NC 4.0)Comments0\n\t\t\t\t\t.discussion-list .discussion-thread-component.preview:hover,\n\t\t\t\t\t.discussion-list .discussion-thread-component.expanded-preview {\n\t\t\t\t\t\tborder-left: 3px solid #2c4150;\n\t\t\t\t\t\tpadding-left: calc(1em - 2px);\n\t\t\t\t\t}\n\t\t\t\t?Login to discusscommentNo comments here Why not start the discussion?Urban Africa ProjectAboutRSSLegalPublished withCommunityUrban Africa ProjectCollectionmmetaPubBook Review: \"Treading the Depths: A History of Underwater Monster Truck Racing\"Theorizing the \"African City\"Shape as Substance? Materiality and Urban AfricaThe City as Control? Space, Power, and Colonial ImprintThe Creative Genius of Urban AfricaMapping AccraCite as  Claus, Santa. 2023. “Book Review: ‘Treading the Depths: A History of Underwater Monster Truck Racing.’” Urban Africa Project, March. https://urbanafrica.pubpub.org/pub/z630uz9k.duplicateCopymoreMore Cite OptionsTwitterRedditFacebookLinkedInEmailAuto Generated DownloadPDFWordMarkdownEPUBHTMLOpenDocumentPlain TextJATS XMLLaTeXIntroductionSummaryAssessmentValuetickRelease #5Mar 29, 2023 2:19 PMdocument-shareRelease #4Mar 29, 2023 2:04 PMdocument-shareRelease #3Mar 28, 2023 11:03 AMdocument-shareRelease #2Mar 27, 2023 11:40 AMdocument-shareRelease #1Mar 27, 2023 11:29 AMIntroductionSummaryAssessmentValue",
  "metadata": {
    "og:title": "Book Review: \"Treading the Depths: A History of Underwater Monster Truck Racing\"",
    "twitter:title": "Book Review: \"Treading the Depths: A History of Underwater Monster Truck Racing\" · Urban Africa Project",
    "twitter:image:alt": "Book Review: \"Treading the Depths: A History of Underwater Monster Truck Racing\" · Urban Africa Project",
    "citation_title": "Book Review: \"Treading the Depths: A History of Underwater Monster Truck Racing\"",
    "dc.title": "Book Review: \"Treading the Depths: A History of Underwater Monster Truck Racing\"",
    "og:site_name": "Urban Africa Project",
    "citation_journal_title": "Urban Africa Project",
    "og:url": "https://urbanafrica.pubpub.org/pub/z630uz9k/release/5",
    "og:type": "article",
    "citation_pdf_url": "https://urbanafrica.pubpub.org/pub/z630uz9k/download/pdf",
    "description": "This is a fake review for a nonexistent book.",
    "og:description": "This is a fake review for a nonexistent book.",
    "twitter:description": "This is a fake review for a nonexistent book.",
    "og:image": "https://assets.pubpub.org/ol0wnjxz/71680015760443.png",
    "og:image:url": "https://assets.pubpub.org/ol0wnjxz/71680015760443.png",
    "og:image:width": "500",
    "twitter:image": "https://assets.pubpub.org/ol0wnjxz/71680015760443.png",
    "citation_author": "Santa Claus",
    "dc.creator": "Santa Claus",
    "article:published_time": "Mon Mar 27 2023 15:29:53 GMT+0000 (Coordinated Universal Time)",
    "dc.date": "2023-2-27",
    "citation_publication_date": "2023/3/27",
    "dc.publisher": "PubPub",
    "fb:app_id": "924988584221879",
    "twitter:card": "summary_large_image",
    "twitter:site": "@pubpub",
    "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no",
    "google-site-verification": "jmmJFnkSOeIEuS54adOzGMwc0kwpsa8wQ-L4GyPpPDg"
  },
  "doi": "",
  "abstract": "",
  "images": [
    {
      "src": "https://resize-v3.pubpub.org/eyJidWNrZXQiOiJhc3NldHMucHVicHViLm9yZyIsImtleSI6ImV5aDN3ZHl6LzIxNjgwMDE1NzMzMTQxLnBuZyIsImVkaXRzIjp7InJlc2l6ZSI6eyJ3aWR0aCI6ODAwLCJmaXQiOiJpbnNpZGUiLCJ3aXRob3V0RW5sYXJnZW1lbnQiOnRydWV9fX0=",
      "alt": "",
      "title": ""
    },
    {
      "src": "https://urbanafrica.pubpub.org/static/license/cc-by-nc.svg",
      "alt": "",
      "title": ""
    },
    {
      "src": "https://urbanafrica.pubpub.org/static/logoWhite.svg",
      "alt": "PubPub logo",
      "title": ""
    }
  ],
  "formats": {
    "markdown": "content.md",
    "jatsXml": "content.xml",
    "pdf": "content.pdf",
    "html": "snapshot.html"
  },
  "media": {
    "count": 3,
    "manifest": "media/media-manifest.json"
  }
}