{
  "title": "Aspirations and Exclusion",
  "url": "https://urbanafrica.pubpub.org/pub/qsh8yxnj?readingCollection=3186db49",
  "slug": "qsh8yxnj?readingCollection=3186db49",
  "authors": [],
  "date": "Published: Mar 29, 2023",
  "isPublished": true,
  "section": "Colonial Architecture Shaping Post-Independence Sentiments in Africa",
  "scrapedAt": "2025-10-03T21:22:44.604Z",
  "fullTitle": "Home",
  "content": "0:root { \n\t\t\t--community-accent-dark: #2c4150;\n\t\t\t--community-accent-dark-faded-30: rgb(66, 74, 80);\n\t\t\t--community-accent-dark-faded: rgba(44, 65, 80, 0.050000000000000044);\n\t\t}\n\t\t\t.accent-background { background-color: #2c4150; }\n\t\t\t.accent-color { color: #FFFFFF; }\n\t\t\t.accent-background.header-component, .accent-background.nav-bar-component, .accent-background.footer-component, .accent-background.nav-item-background, .accent-background.image-wrapper{ background-color: #2c4150; }\n\t\t\t.accent-color.header-component, .accent-color.nav-bar-component, .accent-color.footer-component, .accent-color.nav-item { color: #FFFFFF; }\n\t\t\t.bp3-button.bp3-intent-primary:not(.bp3-outlined) { background-color: rgba(44, 65, 80, 0.6); color: #FFFFFF; }\n\t\t\t.bp3-button.bp3-intent-primary:not(.bp3-outlined):hover:not(.bp3-disabled) { background-color: rgba(44, 65, 80, 0.8); color: #FFFFFF; }\n\t\t\t.bp3-button.bp3-intent-primary:not(.bp3-outlined):active:not(.bp3-disabled), .bp3-button.bp3-intent-primary.bp3-active:not(.bp3-disabled) { background-color: #2c4150; color: #FFFFFF; }\n\n\t\t\t.bp3-button.bp3-intent-primary.bp3-outlined { border-color: #2c4150; color: #2c4150; }\n\t\t\t.bp3-button.bp3-intent-primary.bp3-outlined:hover:not(.bp3-disabled) { background-color: rgba(44, 65, 80, 0.09999999999999998); color: #2c4150; }\n\t\t\t.bp3-button.bp3-intent-primary.bp3-outlined:active:not(.bp3-disabled), .bp3-button.bp3-intent-primary.bp3-active:not(.bp3-disabled) { background-color: rgba(44, 65, 80, 0.19999999999999996); color: #2c4150; }\n\n\t\t\t.bp3-tree-node.bp3-tree-node-selected > .bp3-tree-node-content { background-color: #2c4150; }\n\n\t\t\t.bp3-tag.bp3-intent-primary { background: #2c4150; color: #FFFFFF; }\n\t\t\t.bp3-tag.bp3-minimal.bp3-intent-primary { background-color: rgba(44, 65, 80, 0.09999999999999998); color: inherit; }\n\t\t\t.accent-color .bp3-button:not([class*=\"bp3-intent-primary\"]),\n\t\t\t.accent-color .bp3-button:not([class*=\"bp3-intent-success\"]),\n\t\t\t.accent-color .bp3-button:not([class*=\"bp3-intent-warning\"]),\n\t\t\t.accent-color .bp3-button:not([class*=\"bp3-intent-danger\"]),\n\t\t\t.accent-color .bp3-button[class*=\"bp3-icon\"]::before { color: inherit; }\n\t\t\t.accent-color a, .accent-color a:hover { color: inherit; }\n\t\t\t.bp3-tab[aria-selected=\"true\"], .bp3-tab:not([aria-selected=\"true\"]):hover { box-shadow: inset 0 -3px 0 rgba(44, 65, 80, 0.09999999999999998); }\n\t\t\t.bp3-tab[aria-selected=\"true\"] { box-shadow: inset 0 -3px 0 #2c4150; }\n\t\t\t.thread:hover:after { background-color: #2c4150; }\n\t\t\t.bp3-slider-progress.bp3-intent-primary, .bp3-dark .bp3-slider-progress.bp3-intent-primary { background: #2c4150; }\n\t\t\t.bp3-slider-handle .bp3-slider-label { background: #2c4150; color: #FFFFFF; }\n\t\t\t.highlight-dot-wrapper .highlight-dot { background-color: #2c4150; }\n\n\t\t\t.changelog-callout { background: rgba(44, 65, 80, 0.09999999999999998) !important; }\n\t\t\t.changelog-callout .release-label { color: #2c4150; border: 1px dashed #2c4150; }\n\n\t\t\tspan.citation:hover { color: #2c4150; }\n\n\t\t\t.overflow-gradient { background: linear-gradient(90deg, rgba(44, 65, 80, 0) 0%,  rgba(44, 65, 80, 0) 85%,  #2c4150 100%); }\n\n\t\t\t\n\t\t\t\n\t\tSkip to main contentUrban Africa ProjectSearchDashboardcaret-downLogin or SignupHomeCollectionscaret-downGetting StartedAboutShape as Substance? Materiality and Urban AfricaShape as Substance? Materiality and Urban AfricaSpring 2023Published on Mar 29, 2023Aspirations and ExclusionThe Politics and Class of Built Environment In African Urban Studiesby Devon NevillePublished onMar 29, 2023CiteSocialPDF DownloadWord DownloadMarkdown DownloadEPUB DownloadHTML DownloadOpenDocument DownloadPlain Text DownloadJATS XML DownloadLaTeX DownloadDownloadContentslast released3 years agoAspirations and Exclusion - Release #1Show detailsAspirations and ExclusionContents·       When considering ‘what makes the place’, one often considers the people. A less-mentioned second component of defining a place, particularly in urban settings, is the built environment. The built environment comprises buildings and infrastructure that shapes how people interact with cities on a quotidian level. When considering architectural projects in African cities, contextually colonialism played an important role because centers of colonial administration were typically in urban, coastal cities.1 As African cities grappled with either projecting power to stave off colonial political influence, or in later periods redefining political self-determination and effective governance, projects of built environment reflected those political aspirations through carefully selected stylistic choices, and location. Hence, these projects are inherently aspirational, and represent elite projects that aim to create collective experiences. Built environment can be used as a lens to view African cities that allows historians to ascertain local tastes, aspirations, and political agendas. While allowing for a comprehensive overview of collective experience, whether through aesthetic choices reflecting a cultural norm, or a style reflecting a political decision to demonstrate authority; built environment can gloss over individual experience in cities. Those excluded, whether it is due to class, or political status, have less equity and agency when interacting with the built environment, as it was not constructed with their group in mind.Kwame Nkrumah and State Building          In examining the architectural project undertaken by Kwame Nkrumah and his administration to politically legitimize their new government as well as stylistically distance themselves from the architecture of British colonial administrative buildings, the state building for Nkrumah was as physical as it was political. Following British colonial efforts in developing the commercial and political areas of Accra to best serve British needs, Nkrumah had to reckon with a capital city and country that was not only racially segregated and organized to favor a European, expatriate population, but also grapple politically with a nation of vast and what appeared irreconcilable socio-lingual, ethnic, and regional differences.2 To combat these challenges, Nkrumah embarked on a project of political self-legitimation through International Style buildings to create stylistic differences between British colonial buildings, as well as push an image of modernity, and thus capability. The neutrality of the International Style also provided a unifying appeal to a diverse range of citizens in Ghana. Looking closer at a building from this period, the school Mfantsipim represents a blending of the clean, concrete forms used to construct the building in typical international style, which is characterized by minimal ornamentation, rectilinear forms, and a sense of weightlessness.3 The building is personalized to its environment with hints of West-African inspired embellishment and decoration on the windows and stairs with cream and black stylized patterns. While constructing a school, naturally, is aspirational given the function of educating the next generation, the decision to build there also represented the government’s ability to “anticipate the needs of the new nation while acting to placate the strongest and potentially most disruptive proponents of self rule.”4 Mfantsipim represents a greater body of work that functions to parallel an architectural experience with a legitimate government, collectivizing the way citizens interact with government in their cities. Cases such as the Nkrumah’s architectural state building process and the development of Abuja, Nigeria, represent how political aspirations shape projects of built environment that are developed with the intentions of escaping and differentiation from colonial legacies.Reimagining the Capital: Abuja            Similar to the Nkrumah’s use of built environment, Abuja’s construction represents inherent political aspirations to redefine effective governance in Nigeria. Contemporary intellect Ademola Salau framed this move as “a focus on the heartland, not a periphery”5 emphasizing how building a new capital in the central region of Nigeria will in some ways decolonize their capital as well as encapsulating national pride. Capturing those political aspirations in the Abuja City Master plan, much attention is paid to the central political district. The planners verbalized in writing that “a new capital is needed as a symbol for Nigeria’s aspirations for unity and greatness,”6 and in the dedication of the chapter “The Central Area Plan” the planners note “[I]t will symbolize Nigeria to the world, thus reaching beyond national concerns alone.”7 This aspirational thinking, coupled with both national values and international perceptions generates considerable emphasis on the political downtown district specifically, as its built environment and the success of the project is parallel with the success of the Nigerian government. This prioritizing of political aspirations in the city plan comes at the expense of other aspects of urban planning: residential areas. Traditional and local Nigerian urban patterns are noted, including the savanna city, and the forest city, yet little is concluded about how those living styles will impact the development of Abuja beyond supporting “a contiguous urban mass with a single center.”8 Examining the planning of the built environment of Abuja allows the historian to note the impact of an exclusion, or even an action more subtle like a lesser privilege of a population; such as the residential sectors. While studying the built environment can be incredibly collective and broad scale in nature, built environment studies can also become exclusive when there are built environments that were not created with certain populations in mind.Limits of Scope: Built Environment in Swahili Cities           Built environments that are constructed prioritizing a certain ideal often only benefit those who share in that ideal, particularly as it relates to class. On the Swahili coast, the urban elite fashioned white coral homes and stylized them with worldly decorations to anchor and further root themselves in a feeling of ‘elsewhere’, and global connectivity.9 From this loved and visually attractive architectural oeuvre, however, the appearance and legacy of these buildings means different things to different Swahili urban residents. To some locals, these white coral buildings represent “histories told by their parents and grandparents about the inhumane cruelty of those who built and owned the most imposing mansions and palaces on the coast.”10 The legacies of those histories, and subsequently the built environment at the time, has impacts on how citizens consider the city today, as “to this day, Lamy, Mombasa, and Zanzibar and symbolically divided into ‘stone’ and ‘makuti,’ or impermanent, neighborhoods.”11 While the elite enjoyed fashioning their homes to be places of enjoyment, leisure, and reflective of their worldview of global connectivity, those who did not attain that class status did not have that privilege nor those experiences. To properly understand those individuals' stories and interactions with the urban environment, studies of the built environment, at least in the scope of the Meier novel, go unattended.Concluding Remarks           History is not bound by examining text. Sources can be found from oral sources, art, buildings, and other archeological findings that when considered in context, can reveal deeper meaning about the city, person, or society they function in. The built environment tells a compelling story of plans, collective experience, and political aspirations in African cities. The idea of an African city is deeply intertwined with a colonial past, and studying the built environment offers fruitful insights into how political leaders grappled with colonial legacies, as well as using the built environment to differentiate themselves from these legacies and forge new paths in their urban environments. Yet the built environment is not considered in its fullness when considering those who were ‘not meant’ to use those buildings, or those who were not considered in the impact of a city plan. Their experiences also reflect African urban life, yet not a life or history that can be told through city plans or coral houses.Footnotes11LicenseCreative Commons Attribution-NonCommercial 4.0 International License (CC-BY-NC 4.0)Comments0\n\t\t\t\t\t.discussion-list .discussion-thread-component.preview:hover,\n\t\t\t\t\t.discussion-list .discussion-thread-component.expanded-preview {\n\t\t\t\t\t\tborder-left: 3px solid #2c4150;\n\t\t\t\t\t\tpadding-left: calc(1em - 2px);\n\t\t\t\t\t}\n\t\t\t\t?Login to discusscommentNo comments here Why not start the discussion?Read NextCoupling of the Built Environment with Individual Narratives Urban Africa ProjectAboutRSSLegalPublished withCommunityUrban Africa ProjectCollectionSSpring 2023PubAspirations and ExclusionTheorizing the \"African City\"Shape as Substance? Materiality and Urban AfricaThe City as Control? Space, Power, and Colonial ImprintThe Creative Genius of Urban AfricaMapping AccracollectionShape as Substance? Materiality and Urban AfricaCite as  Neville, Devon. 2023. “Aspirations and Exclusion.” In Spring 2023. https://urbanafrica.pubpub.org/pub/qsh8yxnj.duplicateCopymoreMore Cite OptionsTwitterRedditFacebookLinkedInEmailAuto Generated DownloadPDFWordMarkdownEPUBHTMLOpenDocumentPlain TextJATS XMLLaTeXKwame Nkrumah and State Building Reimagining the Capital: AbujaLimits of Scope: Built Environment in Swahili Cities Concluding Remarks tickRelease #1Mar 29, 2023 1:48 PMKwame Nkrumah and State Building Reimagining the Capital: AbujaLimits of Scope: Built Environment in Swahili Cities Concluding Remarks ",
  "metadata": {
    "og:title": "Aspirations and Exclusion",
    "twitter:title": "Aspirations and Exclusion · Spring 2023",
    "twitter:image:alt": "Aspirations and Exclusion · Spring 2023",
    "citation_title": "Aspirations and Exclusion",
    "dc.title": "Aspirations and Exclusion",
    "og:site_name": "Urban Africa Project",
    "og:url": "https://urbanafrica.pubpub.org/pub/qsh8yxnj/release/1",
    "og:type": "article",
    "citation_publisher": "PubPub",
    "citation_pdf_url": "https://urbanafrica.pubpub.org/pub/qsh8yxnj/download/pdf",
    "description": "The Politics and Class of Built Environment In African Urban Studies",
    "og:description": "The Politics and Class of Built Environment In African Urban Studies",
    "twitter:description": "The Politics and Class of Built Environment In African Urban Studies",
    "og:image": "https://assets.pubpub.org/54pycru2/01677615724771.png",
    "og:image:url": "https://assets.pubpub.org/54pycru2/01677615724771.png",
    "og:image:width": "500",
    "twitter:image": "https://assets.pubpub.org/54pycru2/01677615724771.png",
    "citation_author": "Devon Neville",
    "dc.creator": "Devon Neville",
    "article:published_time": "Wed Mar 29 2023 17:48:50 GMT+0000 (Coordinated Universal Time)",
    "dc.date": "2023-2-29",
    "citation_publication_date": "2023/3/29",
    "dc.publisher": "PubPub",
    "fb:app_id": "924988584221879",
    "twitter:card": "summary_large_image",
    "twitter:site": "@pubpub",
    "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no",
    "google-site-verification": "jmmJFnkSOeIEuS54adOzGMwc0kwpsa8wQ-L4GyPpPDg"
  },
  "doi": "",
  "abstract": "",
  "images": [
    {
      "src": "https://urbanafrica.pubpub.org/static/license/cc-by-nc.svg",
      "alt": "",
      "title": ""
    },
    {
      "src": "https://urbanafrica.pubpub.org/static/logoWhite.svg",
      "alt": "PubPub logo",
      "title": ""
    }
  ],
  "formats": {
    "markdown": "content.md",
    "jatsXml": "content.xml",
    "pdf": "content.pdf",
    "html": "snapshot.html"
  },
  "media": {
    "count": 2,
    "manifest": "media/media-manifest.json"
  }
}