{
  "title": "The Colonial Gaze and the Built Environment: Seeing and Unseeing African Cities",
  "url": "https://urbanafrica.pubpub.org/pub/hhd7xdzs?readingCollection=3186db49",
  "slug": "hhd7xdzs?readingCollection=3186db49",
  "authors": [],
  "date": "Published: Apr 09, 2025",
  "isPublished": true,
  "section": "The value of using materiality to draw larger conclusions about the history of globalization.",
  "scrapedAt": "2025-10-03T21:22:01.401Z",
  "fullTitle": "Home",
  "content": "0:root { \n\t\t\t--community-accent-dark: #2c4150;\n\t\t\t--community-accent-dark-faded-30: rgb(66, 74, 80);\n\t\t\t--community-accent-dark-faded: rgba(44, 65, 80, 0.050000000000000044);\n\t\t}\n\t\t\t.accent-background { background-color: #2c4150; }\n\t\t\t.accent-color { color: #FFFFFF; }\n\t\t\t.accent-background.header-component, .accent-background.nav-bar-component, .accent-background.footer-component, .accent-background.nav-item-background, .accent-background.image-wrapper{ background-color: #2c4150; }\n\t\t\t.accent-color.header-component, .accent-color.nav-bar-component, .accent-color.footer-component, .accent-color.nav-item { color: #FFFFFF; }\n\t\t\t.bp3-button.bp3-intent-primary:not(.bp3-outlined) { background-color: rgba(44, 65, 80, 0.6); color: #FFFFFF; }\n\t\t\t.bp3-button.bp3-intent-primary:not(.bp3-outlined):hover:not(.bp3-disabled) { background-color: rgba(44, 65, 80, 0.8); color: #FFFFFF; }\n\t\t\t.bp3-button.bp3-intent-primary:not(.bp3-outlined):active:not(.bp3-disabled), .bp3-button.bp3-intent-primary.bp3-active:not(.bp3-disabled) { background-color: #2c4150; color: #FFFFFF; }\n\n\t\t\t.bp3-button.bp3-intent-primary.bp3-outlined { border-color: #2c4150; color: #2c4150; }\n\t\t\t.bp3-button.bp3-intent-primary.bp3-outlined:hover:not(.bp3-disabled) { background-color: rgba(44, 65, 80, 0.09999999999999998); color: #2c4150; }\n\t\t\t.bp3-button.bp3-intent-primary.bp3-outlined:active:not(.bp3-disabled), .bp3-button.bp3-intent-primary.bp3-active:not(.bp3-disabled) { background-color: rgba(44, 65, 80, 0.19999999999999996); color: #2c4150; }\n\n\t\t\t.bp3-tree-node.bp3-tree-node-selected > .bp3-tree-node-content { background-color: #2c4150; }\n\n\t\t\t.bp3-tag.bp3-intent-primary { background: #2c4150; color: #FFFFFF; }\n\t\t\t.bp3-tag.bp3-minimal.bp3-intent-primary { background-color: rgba(44, 65, 80, 0.09999999999999998); color: inherit; }\n\t\t\t.accent-color .bp3-button:not([class*=\"bp3-intent-primary\"]),\n\t\t\t.accent-color .bp3-button:not([class*=\"bp3-intent-success\"]),\n\t\t\t.accent-color .bp3-button:not([class*=\"bp3-intent-warning\"]),\n\t\t\t.accent-color .bp3-button:not([class*=\"bp3-intent-danger\"]),\n\t\t\t.accent-color .bp3-button[class*=\"bp3-icon\"]::before { color: inherit; }\n\t\t\t.accent-color a, .accent-color a:hover { color: inherit; }\n\t\t\t.bp3-tab[aria-selected=\"true\"], .bp3-tab:not([aria-selected=\"true\"]):hover { box-shadow: inset 0 -3px 0 rgba(44, 65, 80, 0.09999999999999998); }\n\t\t\t.bp3-tab[aria-selected=\"true\"] { box-shadow: inset 0 -3px 0 #2c4150; }\n\t\t\t.thread:hover:after { background-color: #2c4150; }\n\t\t\t.bp3-slider-progress.bp3-intent-primary, .bp3-dark .bp3-slider-progress.bp3-intent-primary { background: #2c4150; }\n\t\t\t.bp3-slider-handle .bp3-slider-label { background: #2c4150; color: #FFFFFF; }\n\t\t\t.highlight-dot-wrapper .highlight-dot { background-color: #2c4150; }\n\n\t\t\t.changelog-callout { background: rgba(44, 65, 80, 0.09999999999999998) !important; }\n\t\t\t.changelog-callout .release-label { color: #2c4150; border: 1px dashed #2c4150; }\n\n\t\t\tspan.citation:hover { color: #2c4150; }\n\n\t\t\t.overflow-gradient { background: linear-gradient(90deg, rgba(44, 65, 80, 0) 0%,  rgba(44, 65, 80, 0) 85%,  #2c4150 100%); }\n\n\t\t\t\n\t\t\t\n\t\tSkip to main contentUrban Africa ProjectSearchDashboardcaret-downLogin or SignupHomeCollectionscaret-downGetting StartedAboutShape as Substance? Materiality and Urban AfricaShape as Substance? Materiality and Urban AfricaSpring 2025Published on Apr 09, 2025The Colonial Gaze and the Built Environment: Seeing and Unseeing African Citiesby Ken ChenPublished onApr 09, 2025CiteSocialPDF DownloadWord DownloadMarkdown DownloadEPUB DownloadHTML DownloadOpenDocument DownloadPlain Text DownloadJATS XML DownloadLaTeX DownloadDownloadlast released6 months agoThe Colonial Gaze and the Built Environment: Seeing and Unseeing African Cities - Release #1Show detailsThe Colonial Gaze and the Built Environment: Seeing and Unseeing African CitiesCities are studied by historians as built environments, as they rely on infrastructure, buildings, and material objects to understand urban life. However, what is physically present in a cityscape is not simply a neutral record of history: it is shaped by power, colonial influence, and selective preservation. The built environment does not just reflect history, it is a product of historical forces that determine what remains visible and what is erased.This essay argues that the colonial and external gaze shaped African cities in ways that privileged certain infrastructures—forts, roads, European-style buildings—while obscuring others, such as indigenous spatial practices, informal infrastructure, and non-monumental architecture. This selective visibility has distorted how African urban history is written, prioritizing what aligns with European models of urbanism and marginalizing African agency in city making. Recognizing these distortions is crucial because it allows us to move beyond colonial frameworks and recover a more complete picture of African urban life.The Colonial Framing of African CitiesThe infrastructure of African cities is not just the sum of its roads, buildings, and ports, it is also the result of political, economic, and ideological forces that determined what was constructed, maintained, and preserved. Colonial powers, for instance, built and maintained certain structures such as forts and administrative centers, not just for economic or military purposes but also to project power. An example of which is the Cape Coast Castle, originally a Swedish and later a British fort, which became a central hub for the transatlantic slave trade. As William St. Clair describes, the Castle was strategically positioned along the coast to be visible from the sea, reinforcing its role as a gateway of European commercial and military dominance1. The castle’s physical presence, its thick stone walls, and its ability to withstand centuries of use ensured that it remained a defining feature of the cityscape. This permanence meant that British colonial narratives framed the castle as a landmark of European civilization, while its role in the violent disruption of African societies was downplayed.Yet, what is not seen is just as important. The presence of Cape Coast Castle overshadows the urban spaces that African traders, laborers, and residents occupied around it. The infrastructure of everyday African life was rarely documented, such as the markets, wooden houses, and informal trade routes, and much of it disappeared over time due to changes in city planning. This creates a distortion in historical records: the built environment suggests a city shaped by European control, even though African agency in shaping urban spaces was significant but less physically permanent.Architecture and the Erasure of Indigenous UrbanismThe privileging of European-style architecture over indigenous African urban forms is another way in which the built environment has been shaped by colonial perspectives. In Swahili coastal cities like Kilwa, Mombasa, and Zanzibar, coral stone architecture became a defining feature. As Swahili cities developed through centuries of trade with the Indian Ocean world, they absorbed architectural elements from Arabian, Persian, and South Asian traditions. The British and German colonial authorities, however, interpreted these cities as proof of external, non-African influence. As a result, Swahili cities were often framed as relics of Arab or Persian civilization, downplaying the African role in their creation2.This misinterpretation had lasting effects. Colonial preservation efforts often prioritized stone-built mosques and merchant houses while ignoring more transient or adaptable African urban forms, such as wooden structures and market spaces. The Swahili preference for using both permanent and temporary materials reflected a dynamic approach to city building, one that allowed urban spaces to change in response to trade, seasonal migration, and shifting social needs. However, because Western urban models valued permanence and sovereignty, historians focusing on the built environment have often overlooked the flexibility and fluidity that defined many African cities.Material Culture and the Politics of VisibilityBuildings are not the only elements of the built environment that shape historical narratives, material objects also influence how urban life is understood. One example of this can be seen in the Gold Coast’s mercantile elite during the eighteenth and nineteenth centuries. As Dr. Hermann von Hesse discusses, African merchants actively engaged in the global economy, using imported textiles, clothing, and household goods to signal status and economic success3. However, European observers frequently interpreted African adoption of European goods as imitation rather than innovation. This framing reinforced the idea that African cities were sites of European influence rather than centers of African economic agency.This focus on imported goods also meant that the material culture of African cities was selectively documented. While European textiles and ceramics were recorded in trade ledgers and travel accounts, locally produced goods such as handmade cloth, wooden carvings, or earthenware, were often excluded from the historical record. As a result, the material history of African cities appears more dependent on external trade than it actually was.What the Built Environment Does Not RevealThis selective visibility not only skews historical narratives but also reinforces the idea that colonial interventions defined African urban development. One major absence is informal infrastructure. African cities have long relied on networks of roads, trade routes, and gathering spaces that do not fit within European urban models. For example, many precolonial African cities had extensive systems of footpaths and seasonal marketplaces that allowed for flexible urban movement. However, colonial urban planning often ignored these systems, instead imposing rigid street grids and zoning laws that did not align with how African cities actually functioned. These imposed changes not only disrupted African urban life but also left historians with a distorted image of what African cities looked like before colonial intervention.Another absence is the destruction and re-purposing of indigenous spaces. Colonial authorities frequently built new administrative centers, railway stations, and military barracks over preexisting African settlements. In some cases, entire neighborhoods were displaced to make room for European urban planning projects. These erased landscapes are difficult to reconstruct because they were often undocumented and left few material traces. Yet, their absence speaks volumes about how colonial power shaped what parts of African urban history remain visible today.Why This MattersThe study of African cities as built environments is not just about analyzing infrastructure, buildings, and objects, it is also about questioning how these physical elements were shaped by historical power structures. If we take the built environment at face value, we risk reproducing colonial narratives that emphasize European influence while obscuring African agency. By recognizing the selective visibility of African urban history, we can begin to recover the full complexity of these cities, not just through their monuments but through their informal spaces, their erased histories, and their dynamic material cultures.Understanding the past shapes how African cities are approached today, yet urban development discussions continue to prioritize Western planning models, often dismissing informal economies and traditional spatial practices as barriers to modernization. Recognizing that African cities have long been shaped by adaptive, locally driven processes challenges the notion that Western models are the only path forward. Rethinking the built environment not only corrects historical distortions but also reveals new ways to understand urban function, power dynamics, and future possibilities.Bibliography1)William St. Clair, The Door of No Return: The History of Cape Coast Castle and the Atlantic Slave Trade (New York: BlueBridge, 2007).2)S. P. Meier, Swahili Port Cities: The Architecture of Elsewhere (Bloomington: Indiana University Press, 2016).3)Hermann W. von Hesse, \"A Modest, but Peculiar Style: Self-Fashioning, Atlantic Commerce, and the Culture of Adornment on the Urban Gold Coast,\" The Journal of African History 64, no. 2 (2023): 269–291.LicenseCreative Commons Attribution-NonCommercial 4.0 International License (CC-BY-NC 4.0)Comments0\n\t\t\t\t\t.discussion-list .discussion-thread-component.preview:hover,\n\t\t\t\t\t.discussion-list .discussion-thread-component.expanded-preview {\n\t\t\t\t\t\tborder-left: 3px solid #2c4150;\n\t\t\t\t\t\tpadding-left: calc(1em - 2px);\n\t\t\t\t\t}\n\t\t\t\t?Login to discusscommentNo comments here Why not start the discussion?Read NextReckoning or Restating: The values and limitations of studying historical urban African architecture and materialism Urban Africa ProjectAboutRSSLegalPublished withCommunityUrban Africa ProjectCollectionShape as Substance? Materiality and Urban AfricaPubTThe Colonial Gaze and the Built Environment: Seeing and Unseeing African CitiesTheorizing the \"African City\"Shape as Substance? Materiality and Urban AfricaThe City as Control? Space, Power, and Colonial ImprintThe Creative Genius of Urban AfricaMapping AccracollectionShape as Substance? Materiality and Urban AfricaCite as  Chen, Ken. 2025. “The Colonial Gaze and the Built Environment: Seeing and Unseeing African Cities.” Urban Africa Project, April. https://urbanafrica.pubpub.org/pub/hhd7xdzs.duplicateCopymoreMore Cite OptionsTwitterRedditFacebookLinkedInEmailAuto Generated DownloadPDFWordMarkdownEPUBHTMLOpenDocumentPlain TextJATS XMLLaTeXtickRelease #1Apr 09, 2025 12:00 PM",
  "metadata": {
    "og:title": "The Colonial Gaze and the Built Environment: Seeing and Unseeing African Cities",
    "twitter:title": "The Colonial Gaze and the Built Environment: Seeing and Unseeing African Cities · Shape as Substance? Materiality and Urban Africa",
    "twitter:image:alt": "The Colonial Gaze and the Built Environment: Seeing and Unseeing African Cities · Shape as Substance? Materiality and Urban Africa",
    "citation_title": "The Colonial Gaze and the Built Environment: Seeing and Unseeing African Cities",
    "dc.title": "The Colonial Gaze and the Built Environment: Seeing and Unseeing African Cities",
    "og:site_name": "Urban Africa Project",
    "og:url": "https://urbanafrica.pubpub.org/pub/hhd7xdzs/release/1",
    "og:type": "article",
    "citation_publisher": "PubPub",
    "citation_pdf_url": "https://urbanafrica.pubpub.org/pub/hhd7xdzs/download/pdf",
    "og:image": "https://assets.pubpub.org/viqwggc2/61674831150751.png",
    "og:image:url": "https://assets.pubpub.org/viqwggc2/61674831150751.png",
    "og:image:width": "500",
    "twitter:image": "https://assets.pubpub.org/viqwggc2/61674831150751.png",
    "citation_author": "Ken Chen",
    "dc.creator": "Ken Chen",
    "article:published_time": "Wed Apr 09 2025 16:00:50 GMT+0000 (Coordinated Universal Time)",
    "dc.date": "2025-3-9",
    "citation_publication_date": "2025/4/9",
    "dc.publisher": "PubPub",
    "fb:app_id": "924988584221879",
    "twitter:card": "summary",
    "twitter:site": "@pubpub",
    "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no",
    "google-site-verification": "jmmJFnkSOeIEuS54adOzGMwc0kwpsa8wQ-L4GyPpPDg"
  },
  "doi": "",
  "abstract": "",
  "images": [
    {
      "src": "https://urbanafrica.pubpub.org/static/license/cc-by-nc.svg",
      "alt": "",
      "title": ""
    },
    {
      "src": "https://urbanafrica.pubpub.org/static/logoWhite.svg",
      "alt": "PubPub logo",
      "title": ""
    }
  ],
  "formats": {
    "markdown": "content.md",
    "jatsXml": "content.xml",
    "pdf": "content.pdf",
    "html": "snapshot.html"
  },
  "media": {
    "count": 2,
    "manifest": "media/media-manifest.json"
  }
}