{
  "title": "Reckoning or Restating: The values and limitations of studying historical urban African architecture and materialism",
  "url": "https://urbanafrica.pubpub.org/pub/rs01t9vw?readingCollection=3186db49",
  "slug": "rs01t9vw?readingCollection=3186db49",
  "authors": [],
  "date": "Published: May 01, 2025",
  "isPublished": true,
  "section": "The Colonial Gaze and the Built Environment: Seeing and Unseeing African Cities",
  "scrapedAt": "2025-10-03T21:22:06.690Z",
  "fullTitle": "Home",
  "content": "0:root { \n\t\t\t--community-accent-dark: #2c4150;\n\t\t\t--community-accent-dark-faded-30: rgb(66, 74, 80);\n\t\t\t--community-accent-dark-faded: rgba(44, 65, 80, 0.050000000000000044);\n\t\t}\n\t\t\t.accent-background { background-color: #2c4150; }\n\t\t\t.accent-color { color: #FFFFFF; }\n\t\t\t.accent-background.header-component, .accent-background.nav-bar-component, .accent-background.footer-component, .accent-background.nav-item-background, .accent-background.image-wrapper{ background-color: #2c4150; }\n\t\t\t.accent-color.header-component, .accent-color.nav-bar-component, .accent-color.footer-component, .accent-color.nav-item { color: #FFFFFF; }\n\t\t\t.bp3-button.bp3-intent-primary:not(.bp3-outlined) { background-color: rgba(44, 65, 80, 0.6); color: #FFFFFF; }\n\t\t\t.bp3-button.bp3-intent-primary:not(.bp3-outlined):hover:not(.bp3-disabled) { background-color: rgba(44, 65, 80, 0.8); color: #FFFFFF; }\n\t\t\t.bp3-button.bp3-intent-primary:not(.bp3-outlined):active:not(.bp3-disabled), .bp3-button.bp3-intent-primary.bp3-active:not(.bp3-disabled) { background-color: #2c4150; color: #FFFFFF; }\n\n\t\t\t.bp3-button.bp3-intent-primary.bp3-outlined { border-color: #2c4150; color: #2c4150; }\n\t\t\t.bp3-button.bp3-intent-primary.bp3-outlined:hover:not(.bp3-disabled) { background-color: rgba(44, 65, 80, 0.09999999999999998); color: #2c4150; }\n\t\t\t.bp3-button.bp3-intent-primary.bp3-outlined:active:not(.bp3-disabled), .bp3-button.bp3-intent-primary.bp3-active:not(.bp3-disabled) { background-color: rgba(44, 65, 80, 0.19999999999999996); color: #2c4150; }\n\n\t\t\t.bp3-tree-node.bp3-tree-node-selected > .bp3-tree-node-content { background-color: #2c4150; }\n\n\t\t\t.bp3-tag.bp3-intent-primary { background: #2c4150; color: #FFFFFF; }\n\t\t\t.bp3-tag.bp3-minimal.bp3-intent-primary { background-color: rgba(44, 65, 80, 0.09999999999999998); color: inherit; }\n\t\t\t.accent-color .bp3-button:not([class*=\"bp3-intent-primary\"]),\n\t\t\t.accent-color .bp3-button:not([class*=\"bp3-intent-success\"]),\n\t\t\t.accent-color .bp3-button:not([class*=\"bp3-intent-warning\"]),\n\t\t\t.accent-color .bp3-button:not([class*=\"bp3-intent-danger\"]),\n\t\t\t.accent-color .bp3-button[class*=\"bp3-icon\"]::before { color: inherit; }\n\t\t\t.accent-color a, .accent-color a:hover { color: inherit; }\n\t\t\t.bp3-tab[aria-selected=\"true\"], .bp3-tab:not([aria-selected=\"true\"]):hover { box-shadow: inset 0 -3px 0 rgba(44, 65, 80, 0.09999999999999998); }\n\t\t\t.bp3-tab[aria-selected=\"true\"] { box-shadow: inset 0 -3px 0 #2c4150; }\n\t\t\t.thread:hover:after { background-color: #2c4150; }\n\t\t\t.bp3-slider-progress.bp3-intent-primary, .bp3-dark .bp3-slider-progress.bp3-intent-primary { background: #2c4150; }\n\t\t\t.bp3-slider-handle .bp3-slider-label { background: #2c4150; color: #FFFFFF; }\n\t\t\t.highlight-dot-wrapper .highlight-dot { background-color: #2c4150; }\n\n\t\t\t.changelog-callout { background: rgba(44, 65, 80, 0.09999999999999998) !important; }\n\t\t\t.changelog-callout .release-label { color: #2c4150; border: 1px dashed #2c4150; }\n\n\t\t\tspan.citation:hover { color: #2c4150; }\n\n\t\t\t.overflow-gradient { background: linear-gradient(90deg, rgba(44, 65, 80, 0) 0%,  rgba(44, 65, 80, 0) 85%,  #2c4150 100%); }\n\n\t\t\t\n\t\t\t\n\t\tSkip to main contentUrban Africa ProjectSearchDashboardcaret-downLogin or SignupHomeCollectionscaret-downGetting StartedAboutShape as Substance? Materiality and Urban AfricaShape as Substance? Materiality and Urban AfricaSpring 2025Published on May 01, 2025Reckoning or Restating: The values and limitations of studying historical urban African architecture and materialism by Addison SchmidtPublished onMay 01, 2025CiteSocialPDF DownloadWord DownloadMarkdown DownloadEPUB DownloadHTML DownloadOpenDocument DownloadPlain Text DownloadJATS XML DownloadLaTeX DownloadDownloadlast released5 months agoReckoning or Restating: The values and limitations of studying historical urban African architecture and materialism  - Release #1Show detailsReckoning or Restating: The values and limitations of studying historical urban African architecture and materialism As historians consider a variety of sources ranging from documentation to oral histories and beyond, studying the infrastructure, buildings, and material culture of African cities allows them to dissect or even negate traditional notions of power structures. Despite the value of these sources in addition to more traditional written documentation, their foremost limitation lies in the fact that they do not speak for themselves, and many theses surrounding them are forced to extrapolate meaning that may not necessarily reflect the intention of the urban dwellers studied.In her book Swahili Port Cities: The Architecture of Elsewhere, architectural historian Prita Meier discusses architecture off the coast of present-day Kenya and Tanzania.1 Meier argues that the place of stone houses as representations of the area’s multicultural past has led to a society that defies traditional European notions of racial categorization and where, instead, architecture takes the role of a social stratification mechanism. In the introduction, Meier illuminates the importance of architecture to the area’s history, writing that stone buildings “act as an important witness on the Swahili coast”2 and that they exist as a palimpsest, or physical form which changes over time but bears evidence of its origins, of Swahili coast history.3 In Chapter 1 “Mombasa,” Meier delves into the history of power structures in the multicultural city, which is located in present-day Kenya. According to Meier, Mombasa’s architecture, particularly its stone and coral houses which originated between the twelfth and fourteenth centuries, “facilitated networks of affinity with powerful overseas partners and allies.”4 By the nineteenth century, stone houses in Mombasa “belonged only to a small minority of elite merchants and caravan leaders.”5 Confused by the multicultural nature of Mombasa’s inhabitants, Europeans turned to architecture to demarcate a hierarchy of racial and ethnic superiority, arguing that “huts” were decidedly African, and therefore demonstrated the farthest proximity from whiteness, while Arab people, who were in their minds closer to whiteness, built out of stone.6 Architecture, not race or skin color, became the source of social segmentation in colonial Mombasa, according to Meier.In contrast to Swahili stone buildings’ hospitable presence and welcoming of the Indian Ocean trade, slave trading forts like Cape Coast Castle were meant to repel outsiders and present an image of the colonizer as a dominant, not welcoming, force. Historian William St. Clair’s account of the willingness of local Efutu and Fante people to rent land to colonizers and profit off of enslavement complicates traditional assumptions about who profited from and consented to the Transatlantic Slave Trade. In the introduction to his book The Door of No Return: The History of Cape Coast Castle and the Atlantic Slave Trade, St. Clair poses the question “How, if at all, can we cope with the immovable fact that those who were the most directly involved in the transatlantic slave trade, the enslaved Africans themselves, are, with only a handful of exceptions, silent?”7 While St. Clair never provides an explicitly clear answer to this question, the presence of this question and his proceeding arguments about Cape Coast Castle indicate his belief that architecture like the slave-trading forts that dotted the Ghanaian Coast offer a new perspective on the Transatlantic Slave Trade.8In Chapter 2 “Outside,” St. Clair dedicates nearly six pages9 to highlighting the local Efutu and Fante leaders’ willingness to rent the land on which Cape Coast Castle was built to the British, underscoring the fact that the Ghanaian coast at this time was “not a colony of the British state.”10 According to St Clair, British “governors gradually built up an array of local allies who not only derived their incomes from the work that the castle provided and from profits of the trading but were rewarded for their political cooperation”11 despite the lack of legitimate British political and military power in the region, including Cape Coast Castle’s own realistically poor structural integrity and defensive capabilities.12 St. Clair’s insinuation that local African populations were both complicit in and profited from the Transatlantic Slave Trade problematizes the traditional narrative of European colonizers and African victims within the practice of African enslavement. At the same time, St. Clair’s argument acknowledges that the primary beneficiaries were the colonizing power, particularly given that “One of the economic roles played by Cape Coast Castle was that of a continuous money-laundering facility” where governors and their families not only experienced the economic benefits of the slave trade but also of the British Crown, whose funds they continuously utilized for personal gain.13Although material and architectural sources offer room for alternative interpretations of African urban power structures, their limitation lies in the inability of a material good to explicitly state the motivations of a given person or group. In his article “‘A Modest, but Peculiar Style’: Self-Fashioning, Atlantic Commerce, and the Culture of Adornment on the Urban Gold Coast,”14 Dr. Herman von Hesse again bucks historical notions by arguing that the choice of wealthy urban dwellers on the Gold Coast to adopt some European styles was not an example of Europeanization, but instead represents that they “simply expanded their cultural repertoire of material goods, and dress within the context of Atlantic and global commerce” in order to serve their own interests.15 In other words, it was not necessarily a larger statement of cultural reckoning or change that prompted an evolution of dress. As Meier states in the conclusion of Swahili Port Cities, “the study of material culture as a form of identity negotiation can easily become a straightjacket, reproducing the same answers to the same questions and ultimately limiting our understanding of the plurality and ambiguity of aesthetic experience.”16 Material culture and architecture can also misrepresent or overstate its own importance, erasing the possibility that an object or objects might simply state “how people seek to make life interesting.”17Architecture, buildings, and material culture offer historians the opportunity to question or even negate longstanding conceptions of social, economic, and political power in African cities, including European colonization. However, relying on such sources requires a considerable amount of extrapolation in meaning. Without the proper documentation and written sources to back up claims, materials alone can be misleading in a historical context and can overstate the importance of aesthetic choices within multifaceted African cities and societies. As Meier writes: “Africans are not always negotiating their ethnicity (or other social identities) when they make things attractive or pleasing to the touch.”18A failure to account for this fact and instead exaggerate the status of materialist culture flattens African cities and cultures, which is, in many ways, tantamount to the misrepresentations that materialist histories criticize in document-based historical research.Footnotes18LicenseCreative Commons Attribution-NonCommercial 4.0 International License (CC-BY-NC 4.0)Comments0\n\t\t\t\t\t.discussion-list .discussion-thread-component.preview:hover,\n\t\t\t\t\t.discussion-list .discussion-thread-component.expanded-preview {\n\t\t\t\t\t\tborder-left: 3px solid #2c4150;\n\t\t\t\t\t\tpadding-left: calc(1em - 2px);\n\t\t\t\t\t}\n\t\t\t\t?Login to discusscommentNo comments here Why not start the discussion?Read NextBehind the Buildings: The Influence of the Built Environment on African City ScholarshipUrban Africa ProjectAboutRSSLegalPublished withCommunityUrban Africa ProjectCollectionShape as Substance? Materiality and Urban AfricaPubRReckoning or Restating: The values and limitations of studying historical urban African architecture and materialism Theorizing the \"African City\"Shape as Substance? Materiality and Urban AfricaThe City as Control? Space, Power, and Colonial ImprintThe Creative Genius of Urban AfricaMapping AccracollectionShape as Substance? Materiality and Urban AfricaCite as  Schmidt, Addison. 2025. “Reckoning or Restating: The Values and Limitations of Studying Historical Urban African Architecture and Materialism .” Urban Africa Project, May. https://urbanafrica.pubpub.org/pub/rs01t9vw.duplicateCopymoreMore Cite OptionsTwitterRedditFacebookLinkedInEmailAuto Generated DownloadPDFWordMarkdownEPUBHTMLOpenDocumentPlain TextJATS XMLLaTeXtickRelease #1May 01, 2025 11:18 AM",
  "metadata": {
    "og:title": "Reckoning or Restating: The values and limitations of studying historical urban African architecture and materialism ",
    "twitter:title": "Reckoning or Restating: The values and limitations of studying historical urban African architecture and materialism  · Shape as Substance? Materiality and Urban Africa",
    "twitter:image:alt": "Reckoning or Restating: The values and limitations of studying historical urban African architecture and materialism  · Shape as Substance? Materiality and Urban Africa",
    "citation_title": "Reckoning or Restating: The values and limitations of studying historical urban African architecture and materialism ",
    "dc.title": "Reckoning or Restating: The values and limitations of studying historical urban African architecture and materialism ",
    "og:site_name": "Urban Africa Project",
    "og:url": "https://urbanafrica.pubpub.org/pub/rs01t9vw/release/1",
    "og:type": "article",
    "citation_publisher": "PubPub",
    "citation_pdf_url": "https://urbanafrica.pubpub.org/pub/rs01t9vw/download/pdf",
    "og:image": "https://assets.pubpub.org/viqwggc2/61674831150751.png",
    "og:image:url": "https://assets.pubpub.org/viqwggc2/61674831150751.png",
    "og:image:width": "500",
    "twitter:image": "https://assets.pubpub.org/viqwggc2/61674831150751.png",
    "citation_author": "Addison Schmidt",
    "dc.creator": "Addison Schmidt",
    "article:published_time": "Thu May 01 2025 15:18:22 GMT+0000 (Coordinated Universal Time)",
    "dc.date": "2025-4-1",
    "citation_publication_date": "2025/5/1",
    "dc.publisher": "PubPub",
    "fb:app_id": "924988584221879",
    "twitter:card": "summary",
    "twitter:site": "@pubpub",
    "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no",
    "google-site-verification": "jmmJFnkSOeIEuS54adOzGMwc0kwpsa8wQ-L4GyPpPDg"
  },
  "doi": "",
  "abstract": "",
  "images": [
    {
      "src": "https://urbanafrica.pubpub.org/static/license/cc-by-nc.svg",
      "alt": "",
      "title": ""
    },
    {
      "src": "https://urbanafrica.pubpub.org/static/logoWhite.svg",
      "alt": "PubPub logo",
      "title": ""
    }
  ],
  "formats": {
    "markdown": "content.md",
    "jatsXml": "content.xml",
    "pdf": "content.pdf",
    "html": "snapshot.html"
  },
  "media": {
    "count": 2,
    "manifest": "media/media-manifest.json"
  }
}