{
  "title": "Envisioning African Cities’ Futures Through Pop Culture and Politics",
  "url": "https://urbanafrica.pubpub.org/pub/0xxs3qxv?readingCollection=490acc6a",
  "slug": "0xxs3qxv?readingCollection=490acc6a",
  "authors": [],
  "date": "Published: May 09, 2023",
  "isPublished": true,
  "section": "Perspectives Shaping Westerners Understanding of Urban African Futures",
  "scrapedAt": "2025-10-03T21:24:34.052Z",
  "fullTitle": "Home",
  "content": "0:root { \n\t\t\t--community-accent-dark: #2c4150;\n\t\t\t--community-accent-dark-faded-30: rgb(66, 74, 80);\n\t\t\t--community-accent-dark-faded: rgba(44, 65, 80, 0.050000000000000044);\n\t\t}\n\t\t\t.accent-background { background-color: #2c4150; }\n\t\t\t.accent-color { color: #FFFFFF; }\n\t\t\t.accent-background.header-component, .accent-background.nav-bar-component, .accent-background.footer-component, .accent-background.nav-item-background, .accent-background.image-wrapper{ background-color: #2c4150; }\n\t\t\t.accent-color.header-component, .accent-color.nav-bar-component, .accent-color.footer-component, .accent-color.nav-item { color: #FFFFFF; }\n\t\t\t.bp3-button.bp3-intent-primary:not(.bp3-outlined) { background-color: rgba(44, 65, 80, 0.6); color: #FFFFFF; }\n\t\t\t.bp3-button.bp3-intent-primary:not(.bp3-outlined):hover:not(.bp3-disabled) { background-color: rgba(44, 65, 80, 0.8); color: #FFFFFF; }\n\t\t\t.bp3-button.bp3-intent-primary:not(.bp3-outlined):active:not(.bp3-disabled), .bp3-button.bp3-intent-primary.bp3-active:not(.bp3-disabled) { background-color: #2c4150; color: #FFFFFF; }\n\n\t\t\t.bp3-button.bp3-intent-primary.bp3-outlined { border-color: #2c4150; color: #2c4150; }\n\t\t\t.bp3-button.bp3-intent-primary.bp3-outlined:hover:not(.bp3-disabled) { background-color: rgba(44, 65, 80, 0.09999999999999998); color: #2c4150; }\n\t\t\t.bp3-button.bp3-intent-primary.bp3-outlined:active:not(.bp3-disabled), .bp3-button.bp3-intent-primary.bp3-active:not(.bp3-disabled) { background-color: rgba(44, 65, 80, 0.19999999999999996); color: #2c4150; }\n\n\t\t\t.bp3-tree-node.bp3-tree-node-selected > .bp3-tree-node-content { background-color: #2c4150; }\n\n\t\t\t.bp3-tag.bp3-intent-primary { background: #2c4150; color: #FFFFFF; }\n\t\t\t.bp3-tag.bp3-minimal.bp3-intent-primary { background-color: rgba(44, 65, 80, 0.09999999999999998); color: inherit; }\n\t\t\t.accent-color .bp3-button:not([class*=\"bp3-intent-primary\"]),\n\t\t\t.accent-color .bp3-button:not([class*=\"bp3-intent-success\"]),\n\t\t\t.accent-color .bp3-button:not([class*=\"bp3-intent-warning\"]),\n\t\t\t.accent-color .bp3-button:not([class*=\"bp3-intent-danger\"]),\n\t\t\t.accent-color .bp3-button[class*=\"bp3-icon\"]::before { color: inherit; }\n\t\t\t.accent-color a, .accent-color a:hover { color: inherit; }\n\t\t\t.bp3-tab[aria-selected=\"true\"], .bp3-tab:not([aria-selected=\"true\"]):hover { box-shadow: inset 0 -3px 0 rgba(44, 65, 80, 0.09999999999999998); }\n\t\t\t.bp3-tab[aria-selected=\"true\"] { box-shadow: inset 0 -3px 0 #2c4150; }\n\t\t\t.thread:hover:after { background-color: #2c4150; }\n\t\t\t.bp3-slider-progress.bp3-intent-primary, .bp3-dark .bp3-slider-progress.bp3-intent-primary { background: #2c4150; }\n\t\t\t.bp3-slider-handle .bp3-slider-label { background: #2c4150; color: #FFFFFF; }\n\t\t\t.highlight-dot-wrapper .highlight-dot { background-color: #2c4150; }\n\n\t\t\t.changelog-callout { background: rgba(44, 65, 80, 0.09999999999999998) !important; }\n\t\t\t.changelog-callout .release-label { color: #2c4150; border: 1px dashed #2c4150; }\n\n\t\t\tspan.citation:hover { color: #2c4150; }\n\n\t\t\t.overflow-gradient { background: linear-gradient(90deg, rgba(44, 65, 80, 0) 0%,  rgba(44, 65, 80, 0) 85%,  #2c4150 100%); }\n\n\t\t\t\n\t\t\t\n\t\tSkip to main contentUrban Africa ProjectSearchDashboardcaret-downLogin or SignupHomeCollectionscaret-downGetting StartedAboutThe Creative Genius of Urban AfricaThe Creative Genius of Urban AfricaSpring 2023Published on May 09, 2023Envisioning African Cities’ Futures Through Pop Culture and Politicsby Mackenzie LaelPublished onMay 09, 2023CiteSocialPDF DownloadWord DownloadMarkdown DownloadEPUB DownloadHTML DownloadOpenDocument DownloadPlain Text DownloadJATS XML DownloadLaTeX DownloadDownloadContentslast released2 years agoEnvisioning African Cities’ Futures Through Pop Culture and Politics - Release #1Show detailsEnvisioning African Cities’ Futures Through Pop Culture and PoliticsContents·Introduction To truly understand a city, one must look to the people within it who curate and cultivate the soul of the community, city and nation at large. Citizens’ historical and popular culture, their ideas for the future of their country and the total makeup of urban life can be traced to the people within it. From political visionaries creating an independent future from a shared idea and identity to the popular culture artist displaying his local culture through his artistic finesse, together they culminate in the formation of what a city truly is. Through discerning the political and pop culture spheres, one can glean the ideas, revolutions and life of the city. Politics and pop culture are interconnected and allow a better understanding of the history of a city as well as its future. By turning to the past, we can begin to see what the future may unfold. Built spaces are but a piece of the puzzle, it is the people who forge what a city is. Together the people within urban spaces work in tandem in such a way that is not always inherently seen but still fabricates the city and its personality. It is important to unpack the transformative agency of people within the city as they are the ones who have created and will continue to create their cities’ future. On this topic, we will look more closely at the intertwining of pop culture and politics in relation to city building. When looking at what the future of urban african cities holds, let us turn to revolutions of independence through political ideas and nation building and pop culture reflecting both the people’s perspective and the reality of governmental institutions. The collective voice of the people in these two arenas can point us towards the future, as the people are the ones who truly shape and define what a city is and can be. To begin to unravel this topic, we will begin by turning to the basis of my wider argument, that people directly influence the city. People Influencing  Urban Landscapes  When looking around an urban African cityscape, there are several things one might immediately notice: skyscrapers, roadways packed with traffic and the general buzzing of people in the streets. While one may immediately turn to architecture as a way to define an urban city, the latter two aspects get to the center of it all, that of the humanistic aspect. The interdependent nature of the city and the people is underscored within Quayson’s work on Oxford Street in Accra, Ghana. While his work largely focuses on the creation and usage of space, it is the social interactions and culture that occurs within these spaces we are most concerned with. It is important to note, however, that these urban spaces act as a background for such social interactions and foster them as well. These urban spaces are adapted and transformed  by the social and human aspect of life. They act as an arena for the social aspect of the city and the city and spaces themselves are a malleable entity shaped by people as well. Quayson underscores the importance of social relationships and cultural codes of conduct and their relation to the fabric of urban cities on the micro and macro level. He cites the lively conversations and interactions between pedestrians and tro-tro drivers and market vendors and customers as displaying this kind of interaction. In one instance, a woman is accosted by a tro-tro driver for taking too much time in the street and she responds in Ga, “Okyè scme, Adwoa Atta! (Your father’s vagina, Adowa Atta!)” (pg. 19) The slang used in this scenario also heeds the importance of popular and local culture defining and intertwining itself into urban city life. The discernment of everyday social interactions is imperative to understanding the larger picture of urban cities and life. The key aspect of his assertions here is that the social and local cultural aspects of daily urban life collectively create the distinct city life of Accra. It is the people and their history that forged their collective identity and culture that constitutes the city itself. This kind of cultural history and identity of the people can be seen on Oxford street with the “many signs of cultural phenomena that reach back several generations… the young man selling fresh coconuts… the woman who sells ripe plantains roasted over a slow charcoal fire.” (pg. 13) These scenes of urban city life illustrate how people and their local historic and ongoing popular culture are the cornerstone of urban culture and points towards the future as well. From this, we will now be able to more fully understand the connection between politics and popular culture in the wider scope of people shaping urban African cities. To begin this inquiry, we will begin by looking at the work of Kwame Nkrumah, the first Prime Minister of Ghana.People, Politics and the Future Politics and the people have been an interconnected concept since democracy was first developed in ancient Athens. While the obvious connection between political matters and people have long since existed, I purpose this is worth even more close study in the realm of people creating a nation through their own collective and individual identities. As has been previously established, people are part of forming and creating the culture of urban cities. I extend this idea to the political sphere of independent Ghana. Nkrumah’s vision for a freshly independent Ghana was one that combined the history of Ghana while concurrently thrusting the fledgling country forward. He accomplished this through building a national identity focused on the people of Ghana and their culture and history in order to ultimately forge a new future. His entire platform rested upon a post-colonial Ghana that would be liberated through the support and work of the people. In his Independence Speech, Nkrumah begins by praising Ghana’s freedom from imperialistic colonial rule of the British and summons the people to realize their potential in self governance, reclaim their own identity independent of colonialism and to harness their own identity to demonstrate to the world abroad the true independent Ghana. He calls upon the people of his nation to realize his vision for Ghana’s future, which to him, was one with self determination and its own identity, “I am depending upon the millions of the country, and the chiefs and the people, to help me to reshape the destiny of this country… I'm relying upon your support, I’m relying upon your hard work.” From this, we can see that the idea of people, both the individual and the collective whole, are integral to the formation of both a nation and an urban city. The common thread of people as the foundation is apparent within this. People must work both as a collective and individually in order to extoll their culture, history and aim themselves toward the future and actively participate in the creation of it. Clearly, this proves that people are an intrinsic part of political futures and that culture and nation building rest upon both the historic past and the people’s vision and determination for their own future. To further the idea of the citizenry being connected to urban cities and their past and future, we will turn to popular culture in Ghana related to political cartoons. Pop Culture and Politics Converge Popular culture visual arts function as a conduit for artists to display their political commentary and as a reflection of the larger citizenry’s local urban culture, life and ideas. Furthering the established idea of politics, people and urban pasts and futures, we will first look at political cartoons. Dr. Oduro-Frimpong’s, This is Cartoon Satire, shows how political cartoons act as a mirror of people’s opinions and oppositions to the government and political and cultural commentary. He asserts that these works are situated “Within Ghanaian socio political experiences and local communicative aesthetics.. They entertain audiences and articulate complementary insights into key socio political matters in ways that are locally meaningful to their audiences.” (pg.135) The life and culture of the people within African urban areas is shown through the use of Ghanaian motifs and slang. The future of urban African cities comes into play as those who commentate on political matters with local flair can propel the freedom of expression and political thought forward through such works. Political cartoons can act as a bottom-up way of citizens controlling the narrative of urban spaces and add to the conversation of the present and future of the urban structure as a whole. People using their own agency to shape the city, as previously touched on regarding Oxford Street in Accra, can be seen with political cartoonists commuting authority and utilizing autonomy. The use of Ghanaian slang and culture in political cartoons connects to the idea of the life of the city and urban landscape being shaped by the people, as seen with interactions on Oxford Street. Political cartoons work in several ways of connecting to urban culture: they reflect the daily lives and issues Ghanians face, they situate themselves within the larger conversation of urban culture and show how political actions affect the lives of all Ghanians. It is easy to see where the past and future of urban African cities can be tied to people in the crossover of the political and popular culture realm. According to Dr. Oduro-Frimpong, “The cartoons (act) as a visual historical archive that preserves aspects of Ghana’s past.” These cartoons act as a facilitator of the past but so too of the present and future. The future rests with its citizens and this kind of satirical commentary can now and well into the future continue to show what the people want for themselves, their city and their country at large. To further this idea of popular culture and urban African futures, we will turn to another form of popular culture arts and their integration into urban society via exhibition.  The visual arts also enables a fostering of community through their publication and display in galleries for the general public’s consumption. Dr. Oduro-Frimpong’s, Dis No Be Art, articulates his curatorial practices of diverse popular culture works and artists in Ghana. The popular culture visual  arts in Ghana are often that of,  “barbershop signs, obituary posters, paintings of memes featuring Ghanaian personalities, Mami Wata paintings, and paintings of famous African musicians.” The exhibition of popular cultural works that are accessible to the public allows not only for local art that captures and mirrors the city and people within it but also of the integration of the public into an artistic sphere that mirrors their lives. This not only furthers the public good through the arts but also allows people to feel more connected to their city, culture, community and history. From this, it is easy to see where the future of urban African cities can, quite literally, be on display. The artistic visionaries of society can clearly be found within the popular arts and can aid in the drive towards their cities’ futures with their artistic expressions. Political cartoons are another way in which the city is reflected and shaped by popular arts and can point towards the future. Conclusion In conclusion, it is plain to see that the people within urban African cities are the ones who cumulatively mold their city through political and cultural means. The past and future of urban landscapes rely upon the individual, communities and nation wide citizenry at large to shape them. As we have seen, the cooperative nature of political and pop culture spheres demonstrate how the history and building of the future of African cities rely upon the people.  The future of urban African cities can be seen within past and present political ideas, nation building and pop culture. The public collective is the defining force of who will define the future of cities.Bibliography Nkrumah, Kwame. I Speak of Freedom.  Reprinted. London: Panaf, 1976.Nkrumah, Kwame. Independence Speech Oduro-Frimpong.  This Cartoon Is a Satire: Cartoons as Critical Entertainment and Resistance in Ghana’s Fourth Republic. Oduro-Frimpong. Dis No Be Art Quayson, Ato. Oxford Street, Accra: City Life and the Itineraries of Transnationalism. Durham: Duke University Press, 2015.LicenseCreative Commons Attribution-NonCommercial 4.0 International License (CC-BY-NC 4.0)Comments0\n\t\t\t\t\t.discussion-list .discussion-thread-component.preview:hover,\n\t\t\t\t\t.discussion-list .discussion-thread-component.expanded-preview {\n\t\t\t\t\t\tborder-left: 3px solid #2c4150;\n\t\t\t\t\t\tpadding-left: calc(1em - 2px);\n\t\t\t\t\t}\n\t\t\t\t?Login to discusscommentNo comments here Why not start the discussion?Read NextThe Dynamism of Culture: Understanding African Urban FuturesUrban Africa ProjectAboutRSSLegalPublished withCommunityUrban Africa ProjectCollectionThe Creative Genius of Urban AfricaPubEnvisioning African Cities’ Futures Through Pop Culture and PoliticsTheorizing the \"African City\"Shape as Substance? Materiality and Urban AfricaThe City as Control? Space, Power, and Colonial ImprintThe Creative Genius of Urban AfricaMapping AccracollectionThe Creative Genius of Urban AfricaCite as  Lael, Mackenzie. 2023. “Envisioning African Cities’ Futures Through Pop Culture and Politics.” In The Creative Genius of Urban Africa. https://urbanafrica.pubpub.org/pub/0xxs3qxv.duplicateCopymoreMore Cite OptionsTwitterRedditFacebookLinkedInEmailAuto Generated DownloadPDFWordMarkdownEPUBHTMLOpenDocumentPlain TextJATS XMLLaTeXIntroduction People Influencing  Urban Landscapes  People, Politics and the Future Pop Culture and Politics Converge Conclusion tickRelease #1May 09, 2023 11:14 AMIntroduction People Influencing  Urban Landscapes  People, Politics and the Future Pop Culture and Politics Converge Conclusion ",
  "metadata": {
    "og:title": "Envisioning African Cities’ Futures Through Pop Culture and Politics",
    "twitter:title": "Envisioning African Cities’ Futures Through Pop Culture and Politics · The Creative Genius of Urban Africa",
    "twitter:image:alt": "Envisioning African Cities’ Futures Through Pop Culture and Politics · The Creative Genius of Urban Africa",
    "citation_title": "Envisioning African Cities’ Futures Through Pop Culture and Politics",
    "dc.title": "Envisioning African Cities’ Futures Through Pop Culture and Politics",
    "og:site_name": "Urban Africa Project",
    "og:url": "https://urbanafrica.pubpub.org/pub/0xxs3qxv/release/1",
    "og:type": "book",
    "citation_publisher": "PubPub",
    "citation_book_title": "The Creative Genius of Urban Africa",
    "citation_pdf_url": "https://urbanafrica.pubpub.org/pub/0xxs3qxv/download/pdf",
    "og:image": "https://assets.pubpub.org/chrpkz3y/71677615848290.jpeg",
    "og:image:url": "https://assets.pubpub.org/chrpkz3y/71677615848290.jpeg",
    "og:image:width": "500",
    "twitter:image": "https://assets.pubpub.org/chrpkz3y/71677615848290.jpeg",
    "citation_author": "Mackenzie Lael",
    "dc.creator": "Mackenzie Lael",
    "article:published_time": "Tue May 09 2023 15:14:46 GMT+0000 (Coordinated Universal Time)",
    "dc.date": "2023-4-9",
    "citation_publication_date": "2023/5/9",
    "dc.publisher": "PubPub",
    "fb:app_id": "924988584221879",
    "twitter:card": "summary_large_image",
    "twitter:site": "@pubpub",
    "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no",
    "google-site-verification": "jmmJFnkSOeIEuS54adOzGMwc0kwpsa8wQ-L4GyPpPDg"
  },
  "doi": "",
  "abstract": "",
  "images": [
    {
      "src": "https://urbanafrica.pubpub.org/static/license/cc-by-nc.svg",
      "alt": "",
      "title": ""
    },
    {
      "src": "https://urbanafrica.pubpub.org/static/logoWhite.svg",
      "alt": "PubPub logo",
      "title": ""
    }
  ],
  "formats": {
    "markdown": "content.md",
    "jatsXml": "content.xml",
    "pdf": "content.pdf",
    "html": "snapshot.html"
  },
  "media": {
    "count": 2,
    "manifest": "media/media-manifest.json"
  }
}