{
  "title": "Defining The \"African City\":  Examining The Role of Physical Spaces on Shaping African Cities",
  "url": "https://urbanafrica.pubpub.org/pub/q9ideym5?readingCollection=490acc6a",
  "slug": "q9ideym5?readingCollection=490acc6a",
  "authors": [],
  "date": "Published: May 09, 2023",
  "isPublished": true,
  "section": "How to Prepare for a Successful African Urban Future",
  "scrapedAt": "2025-10-03T21:24:25.044Z",
  "fullTitle": "Home",
  "content": "0:root { \n\t\t\t--community-accent-dark: #2c4150;\n\t\t\t--community-accent-dark-faded-30: rgb(66, 74, 80);\n\t\t\t--community-accent-dark-faded: rgba(44, 65, 80, 0.050000000000000044);\n\t\t}\n\t\t\t.accent-background { background-color: #2c4150; }\n\t\t\t.accent-color { color: #FFFFFF; }\n\t\t\t.accent-background.header-component, .accent-background.nav-bar-component, .accent-background.footer-component, .accent-background.nav-item-background, .accent-background.image-wrapper{ background-color: #2c4150; }\n\t\t\t.accent-color.header-component, .accent-color.nav-bar-component, .accent-color.footer-component, .accent-color.nav-item { color: #FFFFFF; }\n\t\t\t.bp3-button.bp3-intent-primary:not(.bp3-outlined) { background-color: rgba(44, 65, 80, 0.6); color: #FFFFFF; }\n\t\t\t.bp3-button.bp3-intent-primary:not(.bp3-outlined):hover:not(.bp3-disabled) { background-color: rgba(44, 65, 80, 0.8); color: #FFFFFF; }\n\t\t\t.bp3-button.bp3-intent-primary:not(.bp3-outlined):active:not(.bp3-disabled), .bp3-button.bp3-intent-primary.bp3-active:not(.bp3-disabled) { background-color: #2c4150; color: #FFFFFF; }\n\n\t\t\t.bp3-button.bp3-intent-primary.bp3-outlined { border-color: #2c4150; color: #2c4150; }\n\t\t\t.bp3-button.bp3-intent-primary.bp3-outlined:hover:not(.bp3-disabled) { background-color: rgba(44, 65, 80, 0.09999999999999998); color: #2c4150; }\n\t\t\t.bp3-button.bp3-intent-primary.bp3-outlined:active:not(.bp3-disabled), .bp3-button.bp3-intent-primary.bp3-active:not(.bp3-disabled) { background-color: rgba(44, 65, 80, 0.19999999999999996); color: #2c4150; }\n\n\t\t\t.bp3-tree-node.bp3-tree-node-selected > .bp3-tree-node-content { background-color: #2c4150; }\n\n\t\t\t.bp3-tag.bp3-intent-primary { background: #2c4150; color: #FFFFFF; }\n\t\t\t.bp3-tag.bp3-minimal.bp3-intent-primary { background-color: rgba(44, 65, 80, 0.09999999999999998); color: inherit; }\n\t\t\t.accent-color .bp3-button:not([class*=\"bp3-intent-primary\"]),\n\t\t\t.accent-color .bp3-button:not([class*=\"bp3-intent-success\"]),\n\t\t\t.accent-color .bp3-button:not([class*=\"bp3-intent-warning\"]),\n\t\t\t.accent-color .bp3-button:not([class*=\"bp3-intent-danger\"]),\n\t\t\t.accent-color .bp3-button[class*=\"bp3-icon\"]::before { color: inherit; }\n\t\t\t.accent-color a, .accent-color a:hover { color: inherit; }\n\t\t\t.bp3-tab[aria-selected=\"true\"], .bp3-tab:not([aria-selected=\"true\"]):hover { box-shadow: inset 0 -3px 0 rgba(44, 65, 80, 0.09999999999999998); }\n\t\t\t.bp3-tab[aria-selected=\"true\"] { box-shadow: inset 0 -3px 0 #2c4150; }\n\t\t\t.thread:hover:after { background-color: #2c4150; }\n\t\t\t.bp3-slider-progress.bp3-intent-primary, .bp3-dark .bp3-slider-progress.bp3-intent-primary { background: #2c4150; }\n\t\t\t.bp3-slider-handle .bp3-slider-label { background: #2c4150; color: #FFFFFF; }\n\t\t\t.highlight-dot-wrapper .highlight-dot { background-color: #2c4150; }\n\n\t\t\t.changelog-callout { background: rgba(44, 65, 80, 0.09999999999999998) !important; }\n\t\t\t.changelog-callout .release-label { color: #2c4150; border: 1px dashed #2c4150; }\n\n\t\t\tspan.citation:hover { color: #2c4150; }\n\n\t\t\t.overflow-gradient { background: linear-gradient(90deg, rgba(44, 65, 80, 0) 0%,  rgba(44, 65, 80, 0) 85%,  #2c4150 100%); }\n\n\t\t\t\n\t\t\t\n\t\tSkip to main contentUrban Africa ProjectSearchDashboardcaret-downLogin or SignupHomeCollectionscaret-downGetting StartedAboutThe Creative Genius of Urban AfricaThe Creative Genius of Urban AfricaSpring 2023Published on May 09, 2023Defining The \"African City\":  Examining The Role of Physical Spaces on Shaping African Citiesby Nate BlockPublished onMay 09, 2023CiteSocialPDF DownloadWord DownloadMarkdown DownloadEPUB DownloadHTML DownloadOpenDocument DownloadPlain Text DownloadJATS XML DownloadLaTeX DownloadDownloadlast released2 years agoDefining The \"African City\":  Examining The Role of Physical Spaces on Shaping African Cities - Release #1Show detailsDefining The \"African City\":  Examining The Role of Physical Spaces on Shaping African CitiesAfrica is an extensive continent home to diverse people, languages, cultures, and traditions. \"African Cities\" are no exception to this, as they are home to many various groups. While examining what it means to be an \"African City,\" it is crucial to understand the impact the physical spaces of cities have on the constantly changing definition of the \"African City.\" By understanding the role of physical spaces on a day-to-day level and how they shape the society and identity of the city, we are able to gain a nuanced, often underappreciated perspective of the \"African City.\" This essay will explore the physical spaces of the home, neighborhood, and social spaces in order to gain a far more profound understanding of what truly defines the city. It will examine how the physical layout of buildings encountered on a day-to-day basis helps shape the culture, social scene, and economy of the city. Furthermore, this essay aims to unveil the effects that the physical design of spaces has on the ways in which citizens interact with each other. Overall, this essay asserts that the study of physical spaces encountered on a daily basis is essential in the process of defining the \"African City.\"The layout and design of physical spaces encountered daily are essential to the understanding of the \"African City.\" While some cities may have complex and well-designed physical constructs, many cities do not, leading to chaos and disorder. Take, for example, Lagos, Nigeria, one of the fastest-growing cities in the world. In reference to this city, author George Packer writes, \"Newcomers to the city are not greeted with the words, 'Welcome to Lagos.' They are told, 'This is Lagos.\"'1 This quotation serves to unveil the chaotic and unorganized nature of the physical spaces of Lagos and provides the narrative that this may be a difficult city to navigate. The physical environment of Lagos furthers this narrative as the lack of city planning and infrastructure leads citizens to encounter heavy traffic, overpopulation, and other issues on a daily basis. Packer advances his claim as he writes, \"The most widely available commodity in Lagos is garbage\" (66), highlighting one of the many infrastructural problems of waste management and its effects on the city's environment. This garbage impacts citizens daily as it increases the chances of disease and sickness while also highlighting the lack of proper infrastructure the government provides. Finally, Packer asserts his claim as he discusses the physical spaces of the home, \"Rectangular concrete-block houses squeeze seven or eight people into a single, mosquito-infested room- in bunks or on the floor- along a narrow corridor of opposing chambers. This arrangement is known as 'face me, I face you\" (64). The \"face me, I face you\" housing style of Lagos reveals the ways in which the physical environment of the city contributes to the chaos of this city. Through this quotation, we can see the issues of affordable and proper housing as well as the lack of privacy of its inhabitants. Not only does this affect citizens daily, but also shapes the social impacts within the home and the broader community as well. Packer also suggests that mobility within Lagos is challenging due to this chaotic environment, \"I once saw a woman navigating across several lanes with her small boy in tow, and the expression on her face was one I came to think of as typically Lagosian: a look hard, closed, and unsmiling\" (65). Through this, we are again able to see the struggles that the chaos and lack of infrastructure in Lagos promote. Citizens of Lagos interact with these busy, unorganized streets daily, yet little to no reform has been completed. The physical spaces of Lagos encountered on a daily basis highlight many of the bitter truths of living in a city that lacks proper infrastructure. Overall, from home designs to waste management, we can see the ways in which the physical environment of Lagos not only affects but guides the social, economic, and cultural development of the \"African City.The physical environment of leisure and entertainment spaces can also provide a unique insight into the social and economic factors that impact our understanding of the \"African City.\" In her study of Accra, the capital city of Ghana, author Jinny Prais describes how many newspapers and magazines depicted leisure spaces as \"microcosms of the social order that various actors sought to organize and, at a certain level, bring into signification\".2 Rather than being used for pure entertainment, these spaces also facilitated the reinforcement of social and class distinctions. By simply examining the daily interactions of Accra's citizens with leisure spaces, we are able to see how these spaces serve a far greater purpose than initially intended in their construction. Prais furthers her assertion as she explains how these physical spaces were highly divided and political, \"women prostitutes, cigarettes, and bottles of beer demarcated the lower class leisure spaces. In this way, women and commodities came to signify the high and low spaces of the city. By pairing the elite spaces with glamorous people and prized commodities, these descriptions created the illusion of the elite's control over certain spaces within the city\" (200). Through this, the physical spaces of leisure encountered on a daily basis not only reinforce class distinctions already established within society but also condone the narrative of the elite's control over the city. However, not all physical spaces of leisure supported this agenda, and many served to challenge the established social rankings of Accra. As Prais writes, \"The dance hall was a seemingly magical space where a cook, dressed in a three-piece suit, could pass as a gentleman and physically mingle with elite Africans, particularly elite women. Social class distinctions blurred as bodies mixed on the dance floor (189). Through this, we can see how social spaces not only served to promote class distinctions but to challenge them as well. These \"magical spaces\" allowed anyone to be seen as an equal once they entered the dance hall. From a high-salary elite to a poor factory workers, these types of spaces provided a safe and equal space for leisure and entertainment. This blurring of social boundaries is significant as it not only challenges the narrative of fixed social hierarchies but also shapes someone's perspective of the city as a whole. Through a deeper analysis of the physical spaces of leisure within the \"African City,\" we are able to gain a glimpse into the complex social and cultural structure of Accra. The physical spaces encountered on a daily basis are a reflection of far greater social hierarchies within urban Africa. Still, they can also serve as a catalyst for change within the city's demographic.In exploring our understanding of the cities, it is crucial to understand the impact of the physical buildings encountered on a daily basis. However, not all city planners and government officials seem to account for this idea. This assertion is central to the authors Joanne Tomkinson, Daniel Mulugeta, and Julia Gallagher in their book, Architecture and Politics In Africa. In their introduction, \"Buildings are the Stuff of Politics,\" the authors claim, \"The point here is that buildings are the subject of discussions about power, distribution, and identity from the moment they are conceived and for as long as they are used – and perhaps even longer, if they survive in popular memory\".3 In the African city, many physical structures and spaces frequently evoke strong feelings of power and resistance as they were first constructed during the colonial era. While these authors acknowledge the significance of this, these types of reactions are often overlooked or neglected, as suggested by author Jennifer Hart in her article, Colonial Governance, Modernization, And The Process Of Informalization In Accra. Hart notes that \"Their grid-like plans for new urban developments and decongested/resettled sections of the old town, however, failed to account for either the spiritual and social significance of space or the social and economic networks that operated within that space.\"4 Due to this lack of oversight, many cities created and designed by elites fail to acknowledge the importance of these physical spaces on a more straightforward day-to-day basis. Jennifer Hart's critique of the urban planning of African cities calls to attention the African governments and city planners' failure to account for the physical planning of \"everyday life.\" African cities are not just shaped by their infrastructure by instead by the way in which their citizens interact with frustrated ones on a routine basis. Many of these practices, which are deeply rooted in African culture, are neglected by government officials and city planners who solely focus on the elite. As a result of this failure, the city becomes disconnected, divided, and fueled by inequity. Overall, the buildings of African cities are not just physical creations but rather representations of identity and culture and are defined by the ways in which citizens interact with them. The urban planning of various African cities has failed to properly acknowledge the importance of physical spaces in a habitual manner. Thus many African cities are defined through their failure to properly represent citizens' interactions with the physical environment of the \"African City.\"In conclusion, the physical environment and spaces of cities interacted with on a daily basis serve an essential function in defining the \"African City.\" Through a deep analysis of the home environment, neighborhood, leisure spaces, and other buildings that citizens interact with daily, we are able to develop a better and more nuanced understanding of the culture and identity of these African cities. The physical environment and planning of leisure spaces of cities such as Accra can serve various functions, from further dividing populations to challenging social and societal narratives. Cities such as Lagos bring to the attention the challenges of daily life and highlight the bitter truths of living in a city that lacks proper infrastructure and urban planning. Further, by acknowledging the importance of physical spaces on a basic level, we are able to reveal much more about society not only within particular cities but in all of the African continent. Without accounting for this, we are unable to grasp the full scope of what truly defines cities within Africa. By studying the physical spaces of the \"African City\" as a living and breathing melting pot of human interaction, we can reveal how citizens interact with their surroundings and shape the cities they inhabit. Overall, by examining the impact of people's interactions with these physical spaces, we can aim to better define \"African City\" and its challenges and opportunities for growth and development.Footnotes4LicenseCreative Commons Attribution-NonCommercial 4.0 International License (CC-BY-NC 4.0)Comments0\n\t\t\t\t\t.discussion-list .discussion-thread-component.preview:hover,\n\t\t\t\t\t.discussion-list .discussion-thread-component.expanded-preview {\n\t\t\t\t\t\tborder-left: 3px solid #2c4150;\n\t\t\t\t\t\tpadding-left: calc(1em - 2px);\n\t\t\t\t\t}\n\t\t\t\t?Login to discusscommentNo comments here Why not start the discussion?Read NextPerspectives Shaping Westerners Understanding of Urban African FuturesUrban Africa ProjectAboutRSSLegalPublished withCommunityUrban Africa ProjectCollectionThe Creative Genius of Urban AfricaPubDefining The \"African City\":  Examining The Role of Physical Spaces on Shaping African CitiesTheorizing the \"African City\"Shape as Substance? Materiality and Urban AfricaThe City as Control? Space, Power, and Colonial ImprintThe Creative Genius of Urban AfricaMapping AccracollectionThe Creative Genius of Urban AfricaCite as  Block, Nate. 2023. “Defining The ‘African City’:  Examining The Role of Physical Spaces on Shaping African Cities.” In The Creative Genius of Urban Africa. https://urbanafrica.pubpub.org/pub/q9ideym5.duplicateCopymoreMore Cite OptionsTwitterRedditFacebookLinkedInEmailAuto Generated DownloadPDFWordMarkdownEPUBHTMLOpenDocumentPlain TextJATS XMLLaTeXtickRelease #1May 09, 2023 11:04 AM",
  "metadata": {
    "og:title": "Defining The \"African City\":  Examining The Role of Physical Spaces on Shaping African Cities",
    "twitter:title": "Defining The \"African City\":  Examining The Role of Physical Spaces on Shaping African Cities · The Creative Genius of Urban Africa",
    "twitter:image:alt": "Defining The \"African City\":  Examining The Role of Physical Spaces on Shaping African Cities · The Creative Genius of Urban Africa",
    "citation_title": "Defining The \"African City\":  Examining The Role of Physical Spaces on Shaping African Cities",
    "dc.title": "Defining The \"African City\":  Examining The Role of Physical Spaces on Shaping African Cities",
    "og:site_name": "Urban Africa Project",
    "og:url": "https://urbanafrica.pubpub.org/pub/q9ideym5/release/1",
    "og:type": "book",
    "citation_publisher": "PubPub",
    "citation_book_title": "The Creative Genius of Urban Africa",
    "citation_pdf_url": "https://urbanafrica.pubpub.org/pub/q9ideym5/download/pdf",
    "og:image": "https://assets.pubpub.org/chrpkz3y/71677615848290.jpeg",
    "og:image:url": "https://assets.pubpub.org/chrpkz3y/71677615848290.jpeg",
    "og:image:width": "500",
    "twitter:image": "https://assets.pubpub.org/chrpkz3y/71677615848290.jpeg",
    "citation_author": "Nate Block",
    "dc.creator": "Nate Block",
    "article:published_time": "Tue May 09 2023 15:04:51 GMT+0000 (Coordinated Universal Time)",
    "dc.date": "2023-4-9",
    "citation_publication_date": "2023/5/9",
    "dc.publisher": "PubPub",
    "fb:app_id": "924988584221879",
    "twitter:card": "summary_large_image",
    "twitter:site": "@pubpub",
    "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no",
    "google-site-verification": "jmmJFnkSOeIEuS54adOzGMwc0kwpsa8wQ-L4GyPpPDg"
  },
  "doi": "",
  "abstract": "",
  "images": [
    {
      "src": "https://urbanafrica.pubpub.org/static/license/cc-by-nc.svg",
      "alt": "",
      "title": ""
    },
    {
      "src": "https://urbanafrica.pubpub.org/static/logoWhite.svg",
      "alt": "PubPub logo",
      "title": ""
    }
  ],
  "formats": {
    "markdown": "content.md",
    "jatsXml": "content.xml",
    "pdf": "content.pdf",
    "html": "snapshot.html"
  },
  "media": {
    "count": 2,
    "manifest": "media/media-manifest.json"
  }
}