{
  "title": "Power and Privilege Through Urbanity: How People in the Past Fall Through the Cracks",
  "url": "https://urbanafrica.pubpub.org/pub/9g1b27sk?readingCollection=3186db49",
  "slug": "9g1b27sk?readingCollection=3186db49",
  "authors": [],
  "date": "Published: Mar 29, 2023",
  "isPublished": true,
  "section": "Spring 2023",
  "scrapedAt": "2025-10-03T21:22:17.368Z",
  "fullTitle": "Home",
  "content": "0:root { \n\t\t\t--community-accent-dark: #2c4150;\n\t\t\t--community-accent-dark-faded-30: rgb(66, 74, 80);\n\t\t\t--community-accent-dark-faded: rgba(44, 65, 80, 0.050000000000000044);\n\t\t}\n\t\t\t.accent-background { background-color: #2c4150; }\n\t\t\t.accent-color { color: #FFFFFF; }\n\t\t\t.accent-background.header-component, .accent-background.nav-bar-component, .accent-background.footer-component, .accent-background.nav-item-background, .accent-background.image-wrapper{ background-color: #2c4150; }\n\t\t\t.accent-color.header-component, .accent-color.nav-bar-component, .accent-color.footer-component, .accent-color.nav-item { color: #FFFFFF; }\n\t\t\t.bp3-button.bp3-intent-primary:not(.bp3-outlined) { background-color: rgba(44, 65, 80, 0.6); color: #FFFFFF; }\n\t\t\t.bp3-button.bp3-intent-primary:not(.bp3-outlined):hover:not(.bp3-disabled) { background-color: rgba(44, 65, 80, 0.8); color: #FFFFFF; }\n\t\t\t.bp3-button.bp3-intent-primary:not(.bp3-outlined):active:not(.bp3-disabled), .bp3-button.bp3-intent-primary.bp3-active:not(.bp3-disabled) { background-color: #2c4150; color: #FFFFFF; }\n\n\t\t\t.bp3-button.bp3-intent-primary.bp3-outlined { border-color: #2c4150; color: #2c4150; }\n\t\t\t.bp3-button.bp3-intent-primary.bp3-outlined:hover:not(.bp3-disabled) { background-color: rgba(44, 65, 80, 0.09999999999999998); color: #2c4150; }\n\t\t\t.bp3-button.bp3-intent-primary.bp3-outlined:active:not(.bp3-disabled), .bp3-button.bp3-intent-primary.bp3-active:not(.bp3-disabled) { background-color: rgba(44, 65, 80, 0.19999999999999996); color: #2c4150; }\n\n\t\t\t.bp3-tree-node.bp3-tree-node-selected > .bp3-tree-node-content { background-color: #2c4150; }\n\n\t\t\t.bp3-tag.bp3-intent-primary { background: #2c4150; color: #FFFFFF; }\n\t\t\t.bp3-tag.bp3-minimal.bp3-intent-primary { background-color: rgba(44, 65, 80, 0.09999999999999998); color: inherit; }\n\t\t\t.accent-color .bp3-button:not([class*=\"bp3-intent-primary\"]),\n\t\t\t.accent-color .bp3-button:not([class*=\"bp3-intent-success\"]),\n\t\t\t.accent-color .bp3-button:not([class*=\"bp3-intent-warning\"]),\n\t\t\t.accent-color .bp3-button:not([class*=\"bp3-intent-danger\"]),\n\t\t\t.accent-color .bp3-button[class*=\"bp3-icon\"]::before { color: inherit; }\n\t\t\t.accent-color a, .accent-color a:hover { color: inherit; }\n\t\t\t.bp3-tab[aria-selected=\"true\"], .bp3-tab:not([aria-selected=\"true\"]):hover { box-shadow: inset 0 -3px 0 rgba(44, 65, 80, 0.09999999999999998); }\n\t\t\t.bp3-tab[aria-selected=\"true\"] { box-shadow: inset 0 -3px 0 #2c4150; }\n\t\t\t.thread:hover:after { background-color: #2c4150; }\n\t\t\t.bp3-slider-progress.bp3-intent-primary, .bp3-dark .bp3-slider-progress.bp3-intent-primary { background: #2c4150; }\n\t\t\t.bp3-slider-handle .bp3-slider-label { background: #2c4150; color: #FFFFFF; }\n\t\t\t.highlight-dot-wrapper .highlight-dot { background-color: #2c4150; }\n\n\t\t\t.changelog-callout { background: rgba(44, 65, 80, 0.09999999999999998) !important; }\n\t\t\t.changelog-callout .release-label { color: #2c4150; border: 1px dashed #2c4150; }\n\n\t\t\tspan.citation:hover { color: #2c4150; }\n\n\t\t\t.overflow-gradient { background: linear-gradient(90deg, rgba(44, 65, 80, 0) 0%,  rgba(44, 65, 80, 0) 85%,  #2c4150 100%); }\n\n\t\t\t\n\t\t\t\n\t\tSkip to main contentUrban Africa ProjectSearchDashboardcaret-downLogin or SignupHomeCollectionscaret-downGetting StartedAboutShape as Substance? Materiality and Urban AfricaShape as Substance? Materiality and Urban AfricaSpring 2023Published on Mar 29, 2023Power and Privilege Through Urbanity: How People in the Past Fall Through the Cracksby Hazik AzamPublished onMar 29, 2023CiteSocialPDF DownloadWord DownloadMarkdown DownloadEPUB DownloadHTML DownloadOpenDocument DownloadPlain Text DownloadJATS XML DownloadLaTeX DownloadDownloadlast released3 years agoPower and Privilege Through Urbanity: How People in the Past Fall Through the Cracks - Release #1Show detailsPower and Privilege Through Urbanity: How People in the Past Fall Through the CracksWhen we look at the structures that make up the world around us, the thoughts that come to our mind often range from why they were built, for what purpose, whom were they built by and for, and what ours or others relationship to it is. We, as individuals who are living in the moment, are aware of these nuances, these different understandings of the same structure, but would an outsider have that same level of comprehension? What about someone not simply looking from the outside but centuries or even millennia removed from when a built environment and the society that it existed in? To some extent, a historian can glean important information, but there are inherent limits to this, and this is no different for African cities. When we study the built environment, we must consider whom these buildings represent, what they represent, why this is the case, and what or whom they do not. Thus, the historical study of African cities as built environments allows one to see the dominant society, the powerful, but not the minority, the disenfranchised, and therefore more often than not the person.Let us try to understand what this actually looks like though. Consider the Swahili port cities that dot the Eastern African coast. When studying the built environment that these settlements consist of, we derive much from the “coral masonry architecture” and “imported ornaments and objects” that highlight the push from Swahili peoples to distinguish themselves from other African groups.1 Their belief that they were part of a broader civilization system. But when we examine the pictures or the stories in a book like Swahili Port Cities by Prita Meier, what do we not see? Objects, structures, ideas and memories that are not permanent, or have not been maintained by society and the powerful elements within it.This immediately arrives at the crux of the problem at hand, that studying built environments privileges those within society that are either rich enough, powerful enough, or well-represented enough to produce structures that tell their histories. The examination of the remaining structures from an era long ago will necessarily overlook minority ones that are not represented in the dominant cultural milieu and architectural style. We miss the sort of personal and oral histories that are present in a text like Wake up, This Is Joburg that centers on “the stories that are the product of…looking, listening, and reflecting on the ordinary.”2 Oral histories, on the other hand, are an inherently human medium that by its very nature as inexpensive, is the opposite of this in terms of representation, but are overlooked in this approach to history.It is this overlooking of the histories of average people that in particular highlights another of the shortcomings that urban history in an African context, in particular, might demonstrate to us. Note firstly how due to a history of colonialism the built environment is often inherently one shaped not by the current society or its peoples, let alone the average member of that society. They represent domination, and the histories within it privilege not the reaction of average people but the reaction of colonial or subsequent ruling elites to theirs. A White South African architect commented that “Architecture has its political use: public buildings being the ornament of a country; it establishes a nation.”3 Thus we must ask who is doing the ‘establishing,’ who is creating the narrative that we examine as historians when studying this architecture. Further, and once again especially in Africa, as a legacy of colonialism’s panache for disregarding historical borders when carving out empires, this legacy of domination persists in the minds of many as being perpetuated by central governments that do not represent them. In Ethiopia, the creation of the Unity Park has been a controversial event. The “official meaning of the Park as a symbol of unity [has] been contested by alternative narratives” from groups that do not feel represented by the central government in a country populated by 80 ethnic groups and racked by civil war.4 Will their views be represented in a study decades from now?Thus, what this approach does is often overlook the reactions and stories of disempowered individuals and groups in that moment. This holds true no matter how we cut it. If we examine structures as reflecting society it reflects the dominant and the well-represented upper class, not the disempowered masses. If we examine structures as tools of social control or power like a watchtower might be, the same problem persists and overlooks the reaction of the lived individual and the disempowered. Even if we take Architecture as an active agent whose meaning shapes and is shaped by people it ignores the necessary lenses of power and class that this meaning will be affected by and differ from depending on an individual’s position in society.In the end, a historian studying the built environment of Urban Africa is provided with a top-down view of society that overlooks the lived experiences of individuals in history, and in particular the disempowered. This is something that in the case of Africa only further hampers the ability of the common man or woman to be heard on the world stage, and even in their own country finally after years of not getting a chance of being able to tell their story. This is why it is so important that when we approach this context, we consider what voices get privileged and what do not in histories, stories, and current events. This topic is situated within broader conversations of class and privilege (as well as nationality) in discussions around how we are to understand African urbanity.When you hear about African cities certain images that are conjured in your mind, that represent one reality. This might be the reality of a Western reporter like George Packer who looking from the outside sees African urbanity as being defined by “an oppressive atmosphere of people…sinking into despair” without much exposition on why they choose to go on then.5 Or it might be that of thinkers like Olamide Udoma-Ejorh who emphasize online platforms that they themselves concede “the majority of the population…cannot engage in.”6 It would not be the reality of the common African citizen. This, like our conversation surrounding urban structures, reveals that when we are discussing the history of these environments, it is not just one history, but instead histories, with some being privileged over others depending on power, class, and place. Thus, this serves as a starting point, one that can and must be built on to piece together a history that reflects not just the victors of society.Footnotes6LicenseCreative Commons Attribution-NonCommercial 4.0 International License (CC-BY-NC 4.0)Comments0\n\t\t\t\t\t.discussion-list .discussion-thread-component.preview:hover,\n\t\t\t\t\t.discussion-list .discussion-thread-component.expanded-preview {\n\t\t\t\t\t\tborder-left: 3px solid #2c4150;\n\t\t\t\t\t\tpadding-left: calc(1em - 2px);\n\t\t\t\t\t}\n\t\t\t\t?Login to discusscommentNo comments here Why not start the discussion?Read NextThe Secrets of African Cities Revealed Through ArchitectureUrban Africa ProjectAboutRSSLegalPublished withCommunityUrban Africa ProjectCollectionSSpring 2023PubPower and Privilege Through Urbanity: How People in the Past Fall Through the CracksTheorizing the \"African City\"Shape as Substance? Materiality and Urban AfricaThe City as Control? Space, Power, and Colonial ImprintThe Creative Genius of Urban AfricaMapping AccracollectionShape as Substance? Materiality and Urban AfricaCite as  Azam, Hazik. 2023. “Power and Privilege Through Urbanity: How People in the Past Fall Through the Cracks.” In Spring 2023. https://urbanafrica.pubpub.org/pub/9g1b27sk.duplicateCopymoreMore Cite OptionsTwitterRedditFacebookLinkedInEmailAuto Generated DownloadPDFWordMarkdownEPUBHTMLOpenDocumentPlain TextJATS XMLLaTeXtickRelease #1Mar 29, 2023 2:59 PM",
  "metadata": {
    "og:title": "Power and Privilege Through Urbanity: How People in the Past Fall Through the Cracks",
    "twitter:title": "Power and Privilege Through Urbanity: How People in the Past Fall Through the Cracks · Spring 2023",
    "twitter:image:alt": "Power and Privilege Through Urbanity: How People in the Past Fall Through the Cracks · Spring 2023",
    "citation_title": "Power and Privilege Through Urbanity: How People in the Past Fall Through the Cracks",
    "dc.title": "Power and Privilege Through Urbanity: How People in the Past Fall Through the Cracks",
    "og:site_name": "Urban Africa Project",
    "og:url": "https://urbanafrica.pubpub.org/pub/9g1b27sk/release/1",
    "og:type": "article",
    "citation_publisher": "PubPub",
    "citation_pdf_url": "https://urbanafrica.pubpub.org/pub/9g1b27sk/download/pdf",
    "og:image": "https://assets.pubpub.org/54pycru2/01677615724771.png",
    "og:image:url": "https://assets.pubpub.org/54pycru2/01677615724771.png",
    "og:image:width": "500",
    "twitter:image": "https://assets.pubpub.org/54pycru2/01677615724771.png",
    "citation_author": "Hazik Azam",
    "dc.creator": "Hazik Azam",
    "article:published_time": "Wed Mar 29 2023 18:59:25 GMT+0000 (Coordinated Universal Time)",
    "dc.date": "2023-2-29",
    "citation_publication_date": "2023/3/29",
    "dc.publisher": "PubPub",
    "fb:app_id": "924988584221879",
    "twitter:card": "summary_large_image",
    "twitter:site": "@pubpub",
    "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no",
    "google-site-verification": "jmmJFnkSOeIEuS54adOzGMwc0kwpsa8wQ-L4GyPpPDg"
  },
  "doi": "",
  "abstract": "",
  "images": [
    {
      "src": "https://urbanafrica.pubpub.org/static/license/cc-by-nc.svg",
      "alt": "",
      "title": ""
    },
    {
      "src": "https://urbanafrica.pubpub.org/static/logoWhite.svg",
      "alt": "PubPub logo",
      "title": ""
    }
  ],
  "formats": {
    "markdown": "content.md",
    "jatsXml": "content.xml",
    "pdf": "content.pdf",
    "html": "snapshot.html"
  },
  "media": {
    "count": 2,
    "manifest": "media/media-manifest.json"
  }
}