{
  "title": "African Futures as Global Futures",
  "url": "https://urbanafrica.pubpub.org/pub/5thh6r8j?readingCollection=490acc6a",
  "slug": "5thh6r8j?readingCollection=490acc6a",
  "authors": [],
  "date": "Published: May 09, 2023",
  "isPublished": true,
  "section": "Spring 2023",
  "scrapedAt": "2025-10-03T21:24:10.557Z",
  "fullTitle": "Home",
  "content": "0:root { \n\t\t\t--community-accent-dark: #2c4150;\n\t\t\t--community-accent-dark-faded-30: rgb(66, 74, 80);\n\t\t\t--community-accent-dark-faded: rgba(44, 65, 80, 0.050000000000000044);\n\t\t}\n\t\t\t.accent-background { background-color: #2c4150; }\n\t\t\t.accent-color { color: #FFFFFF; }\n\t\t\t.accent-background.header-component, .accent-background.nav-bar-component, .accent-background.footer-component, .accent-background.nav-item-background, .accent-background.image-wrapper{ background-color: #2c4150; }\n\t\t\t.accent-color.header-component, .accent-color.nav-bar-component, .accent-color.footer-component, .accent-color.nav-item { color: #FFFFFF; }\n\t\t\t.bp3-button.bp3-intent-primary:not(.bp3-outlined) { background-color: rgba(44, 65, 80, 0.6); color: #FFFFFF; }\n\t\t\t.bp3-button.bp3-intent-primary:not(.bp3-outlined):hover:not(.bp3-disabled) { background-color: rgba(44, 65, 80, 0.8); color: #FFFFFF; }\n\t\t\t.bp3-button.bp3-intent-primary:not(.bp3-outlined):active:not(.bp3-disabled), .bp3-button.bp3-intent-primary.bp3-active:not(.bp3-disabled) { background-color: #2c4150; color: #FFFFFF; }\n\n\t\t\t.bp3-button.bp3-intent-primary.bp3-outlined { border-color: #2c4150; color: #2c4150; }\n\t\t\t.bp3-button.bp3-intent-primary.bp3-outlined:hover:not(.bp3-disabled) { background-color: rgba(44, 65, 80, 0.09999999999999998); color: #2c4150; }\n\t\t\t.bp3-button.bp3-intent-primary.bp3-outlined:active:not(.bp3-disabled), .bp3-button.bp3-intent-primary.bp3-active:not(.bp3-disabled) { background-color: rgba(44, 65, 80, 0.19999999999999996); color: #2c4150; }\n\n\t\t\t.bp3-tree-node.bp3-tree-node-selected > .bp3-tree-node-content { background-color: #2c4150; }\n\n\t\t\t.bp3-tag.bp3-intent-primary { background: #2c4150; color: #FFFFFF; }\n\t\t\t.bp3-tag.bp3-minimal.bp3-intent-primary { background-color: rgba(44, 65, 80, 0.09999999999999998); color: inherit; }\n\t\t\t.accent-color .bp3-button:not([class*=\"bp3-intent-primary\"]),\n\t\t\t.accent-color .bp3-button:not([class*=\"bp3-intent-success\"]),\n\t\t\t.accent-color .bp3-button:not([class*=\"bp3-intent-warning\"]),\n\t\t\t.accent-color .bp3-button:not([class*=\"bp3-intent-danger\"]),\n\t\t\t.accent-color .bp3-button[class*=\"bp3-icon\"]::before { color: inherit; }\n\t\t\t.accent-color a, .accent-color a:hover { color: inherit; }\n\t\t\t.bp3-tab[aria-selected=\"true\"], .bp3-tab:not([aria-selected=\"true\"]):hover { box-shadow: inset 0 -3px 0 rgba(44, 65, 80, 0.09999999999999998); }\n\t\t\t.bp3-tab[aria-selected=\"true\"] { box-shadow: inset 0 -3px 0 #2c4150; }\n\t\t\t.thread:hover:after { background-color: #2c4150; }\n\t\t\t.bp3-slider-progress.bp3-intent-primary, .bp3-dark .bp3-slider-progress.bp3-intent-primary { background: #2c4150; }\n\t\t\t.bp3-slider-handle .bp3-slider-label { background: #2c4150; color: #FFFFFF; }\n\t\t\t.highlight-dot-wrapper .highlight-dot { background-color: #2c4150; }\n\n\t\t\t.changelog-callout { background: rgba(44, 65, 80, 0.09999999999999998) !important; }\n\t\t\t.changelog-callout .release-label { color: #2c4150; border: 1px dashed #2c4150; }\n\n\t\t\tspan.citation:hover { color: #2c4150; }\n\n\t\t\t.overflow-gradient { background: linear-gradient(90deg, rgba(44, 65, 80, 0) 0%,  rgba(44, 65, 80, 0) 85%,  #2c4150 100%); }\n\n\t\t\t\n\t\t\t\n\t\tSkip to main contentUrban Africa ProjectSearchDashboardcaret-downLogin or SignupHomeCollectionscaret-downGetting StartedAboutThe Creative Genius of Urban AfricaThe Creative Genius of Urban AfricaSpring 2023Published on May 09, 2023African Futures as Global Futuresby Hazik AzamPublished onMay 09, 2023CiteSocialPDF DownloadWord DownloadMarkdown DownloadEPUB DownloadHTML DownloadOpenDocument DownloadPlain Text DownloadJATS XML DownloadLaTeX DownloadDownloadlast released2 years agoAfrican Futures as Global Futures - Release #1Show detailsAfrican Futures as Global FuturesOver the course of the last few centuries many have traditionally looked towards Europe, North America, or Asia as leaders in global fields, not least of which was Urbanism with these continents hosting much of the world’s power, people, resources, and cities. Times are and have already changed however, and now there is the opportunity for it to be Africa’s turn to lead a trailblazing path into the future. African cities, characterized by a burgeoning youthful population, are set to host over a third of the world’s urban residents by 2100 and with it a multitude of future prospects. But to make the best use of this moment in time, what must those who are thinking about this future learn from history? That when designing Africa’s urban future, one should reject the notion that global urban futures are not African futures, and by doing so not simply copy or outright deny Western urbanism but instead situate it as part of a broader continental source-base for an urban center that is both African and therefore global.To approach this argument, we need to establish first what the historical scene has looked like in regards to African urbanity in relation to “global” urbanity. The latter has until now been far too easily equated simply with Western ideas surrounding urbanity and has not been truly globally encompassing of the developing world and in particular Africa. Secondly, due to the power and influence that the West has had in the past, past notions of African urban futures had been under colonial or White control, or have been the importation of Western ideas on a landscape where local needs and desires are not being considered.Next, we have to understand what a different model might prospectively look like, by once again turning to the past and examining the existence of African cities that were indeed at the forefront of both global urban futures and African urban futures. This examination will reveal the importance of a hybrid approach to African urbanity, through centers similar to those seen on the Swahili coast that both account for African and non-African needs and ideas. Finally, we can conclude by writing about how when taking into consideration both the idea that simply copying or importing will not work, and that a hybrid model that is both responsive to global and local trends is more likely to, we emphasize the importance of why urban African futures need to be defined by this lesson.When one thinks of the model of an urban center, or of what the future of urbanity might look like, images of Africa do not appear in their head. Instead, one’s understanding of African cities is often similar to that of the American journalist George Packer who on his visit to the largest city on the continent, commented that “all of Lagos seems to be burning.”1 The features of Lagosian urbanity were mere “adaptation[s] to hardship” and in the “dirty-grey light of Lagos…vision[s] of a global city of interconnected entrepreneurs seem perverse.”2 Packer, like many who have written about urban futures on the continent choose to continuously hold and compare African cities to Western theories of urbanism, and to Western standards of urbanity despite the obvious centuries of difference in time the latter has to develop into its own and that Western models are made for Western populations. Yet despite this seemingly obvious point commentaries like Packer continue to persist and shape the mindset of leaders and thinkers as they compare a city like Lagos to “London and Paris…or New York and Tokyo” rather than as its own unique outcropping.This implicit understanding or belief that global urban futures are Western urban futures has handicapped Africa’s own ability to determine theirs. City planning for instance in Africa has been dominated by bringing in foreign companies and architects who have used Western city models that have not taken into account local African communities. Ademola Salau first sums up the historical precedence of this by correctly stating that “a large number of cities in Africa owed their origin or importance to…European influences. The result of this was the development of urban centers essentially oriented towards Europe and North America.”3 Salau was writing this when considering the arguments for and planning surrounding the proposed new city of Abuja. Abuja itself though was chiefly planned by an American consortium called International Planning Associates (IPA) and took its greatest influences from planned capital cities such as “Brasilia, Islamabad and Dodoma…which have elements or factors comparable to” Abuja.4 All of these cities too though were built in projects chiefly led by Western architects and planners though, and each ran into issues that varied from economic to an inability to become an actual city.5 This latter problem of so-called “ghost-cities” is one that Abuja till today 40 years later still faces.6Moreover, Jennifer Hart expands on how direct colonial rule also distorted African urban centers as they were constructed to cater to Western notions of community and order. Hart contends that in Accra for example, “Ethnographic histories of Ga spatial practice, however, suggest that, in failing to take African complaints seriously, colonial officials dismissed indigenous forms of spatial order and caused new kinds of problems.”7 Accra in particular would be over the course of 80 years of colonial Ghana’s capital, be defined by a colonial order that catered to a privileged White elite and not to the needs of the local African community. This was the case across the continent and what we often found were African states coming out of colonial rule with urban centers that were shaped by the “incoherence, incapacity, and incompleteness” of colonial rule…[that] rendered…African practices as something existing outside of the formal sphere of capital, trade, and accumulation” rather than as critical to it.8With this in mind, our understanding of what an urban future for Africa might look like should be shaped instead by examples in African history of the notion that global means Western, rather than African, not being followed. Due to centuries of colonial rule at first glance this may be difficult to find, but we can look then to the globalized centers of commerce and ideas that populated Africa before the colonial era. Stephen Dueppen’s exposition of urban African history from 800 BCE-1500 CE is an essential historical example of how there should not be a false dichotomy of global and African urban futures. Dueppen’s research shows that “during this period, economic experimentation and transformation were common in West Africa, as…some societies actively participated in interregional economies and cultivated the growth of trans-Saharan trade routes” and powerful regional empires.9 Cities like Gao in modern day Mali were had structures that were “constructed of stones imported from 140 km to the south with, showing possible influence from the Islamic World” and was “at the heart of a regional economy.”10 These were cities marked by local industries, agriculture, textile production and fine arts, that were always uniquely African but also often influenced by global trends. As capitals of medieval empires or influential city states themselves, they were models in their own right.It is this latter point that shaped urban centers such as those that defined the Swahili coast that were in many ways critical examples of African cities that both shaped their own urban futures to meet their needs, but also responded and incorporated the non-continental influences from the rest of the world. When studying the built environment that these settlements consist of, we note the “coral masonry architecture” and “imported ornaments and objects” that highlight the push from Swahili peoples to distinguish themselves from other African groups. Their belief was that they were part of a broader civilization system, a global one.11 And yet they were still African both in a temporal but also ideational sense. This cross-fusion was such that “diaspora, migration, and constant travel characterize[d] this African mercantile society, even as its architecture expresse[d] a sense of immobility and austerity” that stemmed both from Africa and the broader Muslim world.12 And through this hybrid model of urbanism created cities that both adapted and incorporated a multitude of changes over time and influences from across the world whilst remaining connected and relevant to the global economic system. Thus, when we are considering the question of urban African futures, we might also pose the question of why separate that from global futures.We began this essay by noting that a plurality of the world’s urban population would be residing in Africa by the end of the century. Should not then we consider an African citizen, especially in today’s hyper connected and globalized world, a ‘global citizen’? And thus, African urban futures, to be global urban futures like they were understood to be before colonialism? The importance of this is not just that successful models of African urbanity in the past have taken from and incorporated a vast array of influences in their cityscape. But that the exclusion of any African citizen from being a ‘global citizen’ inherently excludes sites of African cities similar to what Hart notes about informality and Jinny Prais notes regarding the imagination of local African urban elite. Prais demonstrates that under British colonialism in the Gold Coast, local elites “stratif[ied] the urban environment into high-, middle-, and low-class spaces” through “the newspapers that they owned, managed, or edited during the interwar years.”13 In the process, African citizens based on notions of class, ethnicity, and gender were excluded from both the imagined future and present of the city. Through both physical and social structures, the upper class “were invested in forging a distinctive elite identity that excluded and, in some cases, diminished the legitimacy of the native administration and aspirant” classes and in the process create an African city that catered to the few and not the many.14 Through this the dysfunction between social class and inter-group tension has hampered Accra ability to truly be a city of all Africans.Hence why it is important to remember that an African city of the future, must not be one that is parochial in its influence or its outlook. Privileging the needs of an elite few, relying simply on non-local urban ideas or planning strategies, and foregoing a responsive system to all citizens has limited Africa’s ability to seize its own future. For those thinking about Africa’s urban futures then, ending the demarcation between global and African, and in the process defining what is global through what is African, is essential for the creation of the cities of tomorrow.Footnotes14LicenseCreative Commons Attribution-NonCommercial 4.0 International License (CC-BY-NC 4.0)Comments0\n\t\t\t\t\t.discussion-list .discussion-thread-component.preview:hover,\n\t\t\t\t\t.discussion-list .discussion-thread-component.expanded-preview {\n\t\t\t\t\t\tborder-left: 3px solid #2c4150;\n\t\t\t\t\t\tpadding-left: calc(1em - 2px);\n\t\t\t\t\t}\n\t\t\t\t?Login to discusscommentNo comments here Why not start the discussion?Read NextPopular Culture as a Lens to Study Urban AfricaUrban Africa ProjectAboutRSSLegalPublished withCommunityUrban Africa ProjectCollectionThe Creative Genius of Urban AfricaPubAfrican Futures as Global FuturesTheorizing the \"African City\"Shape as Substance? Materiality and Urban AfricaThe City as Control? Space, Power, and Colonial ImprintThe Creative Genius of Urban AfricaMapping AccracollectionThe Creative Genius of Urban AfricaCite as  Azam, Hazik. 2023. “African Futures as Global Futures.” In The Creative Genius of Urban Africa. https://urbanafrica.pubpub.org/pub/5thh6r8j.duplicateCopymoreMore Cite OptionsTwitterRedditFacebookLinkedInEmailAuto Generated DownloadPDFWordMarkdownEPUBHTMLOpenDocumentPlain TextJATS XMLLaTeXtickRelease #1May 09, 2023 10:42 AM",
  "metadata": {
    "og:title": "African Futures as Global Futures",
    "twitter:title": "African Futures as Global Futures · The Creative Genius of Urban Africa",
    "twitter:image:alt": "African Futures as Global Futures · The Creative Genius of Urban Africa",
    "citation_title": "African Futures as Global Futures",
    "dc.title": "African Futures as Global Futures",
    "og:site_name": "Urban Africa Project",
    "og:url": "https://urbanafrica.pubpub.org/pub/5thh6r8j/release/1",
    "og:type": "book",
    "citation_publisher": "PubPub",
    "citation_book_title": "The Creative Genius of Urban Africa",
    "citation_pdf_url": "https://urbanafrica.pubpub.org/pub/5thh6r8j/download/pdf",
    "og:image": "https://assets.pubpub.org/chrpkz3y/71677615848290.jpeg",
    "og:image:url": "https://assets.pubpub.org/chrpkz3y/71677615848290.jpeg",
    "og:image:width": "500",
    "twitter:image": "https://assets.pubpub.org/chrpkz3y/71677615848290.jpeg",
    "citation_author": "Hazik Azam",
    "dc.creator": "Hazik Azam",
    "article:published_time": "Tue May 09 2023 14:42:20 GMT+0000 (Coordinated Universal Time)",
    "dc.date": "2023-4-9",
    "citation_publication_date": "2023/5/9",
    "dc.publisher": "PubPub",
    "fb:app_id": "924988584221879",
    "twitter:card": "summary_large_image",
    "twitter:site": "@pubpub",
    "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no",
    "google-site-verification": "jmmJFnkSOeIEuS54adOzGMwc0kwpsa8wQ-L4GyPpPDg"
  },
  "doi": "",
  "abstract": "",
  "images": [
    {
      "src": "https://urbanafrica.pubpub.org/static/license/cc-by-nc.svg",
      "alt": "",
      "title": ""
    },
    {
      "src": "https://urbanafrica.pubpub.org/static/logoWhite.svg",
      "alt": "PubPub logo",
      "title": ""
    }
  ],
  "formats": {
    "markdown": "content.md",
    "jatsXml": "content.xml",
    "pdf": "content.pdf",
    "html": "snapshot.html"
  },
  "media": {
    "count": 2,
    "manifest": "media/media-manifest.json"
  }
}